[
	{
		"year": 2025,
		"title": "Willinger, D., & Stieger, S. (2025). Bluetooth-sensed social presence is associated with immediate vigor and delayed fatigue: A multi-method time series analysis. <i>iScience</i>, <i>28</i>, 112726.",
		"url": "https://doi.org/10.1016/j.isci.2025.112726"
	},
	{
		"year": 2024,
		"title": "Stieger, S., & Lewetz, D. (2024). Crowding and preferred interpersonal distances across time: An experience-sampling method study. <i>Social and Personality Psychology Compass</i>. <i>18</i>(12), e70025.",
		"url": "https://doi.org/10.1016/j.bodyim.2024.101803"
	},
	{
		"year": 2024,
		"title": "Stieger, S., Volsa, S., Willinger, D., Lewetz, D., & Batinic, B. (2024). Laughter in everyday life: An event-based experience sampling method study using wrist-worn wearables. <i>Frontiers in Psychology</i>, <i>15</i>.",
		"url": "https://doi.org/10.3389/fpsyg.2024.1296955"
	},	
	{	
		"year": 2024,
		"title": "Volsa, S., Lewetz, D., Mlakic, V., Bertagnoli, C., Hochstöger, S., Rechl, M., Sertic, H., Batinic, B., & Stieger, S. (2024). Development of an open-source solution to facilitate the use of one-button wearables in experience sampling designs. <i>Behavior Research Methods</i>. <i>56</i>, 5876-5899.",
		"url": "https://doi.org/10.3758/s13428-023-02322-y"
	},
	{
		"year": 2023,
		"title": "Stieger, S., Lewetz, D., Paschenko, S., & Kurapov, A. (2023). Examining Terror Management Theory in Ukraine: Impact of air-raid alarms and explosions on mental health, somatic symptoms, and well-being. <i>Frontiers in Psychiatry</i>, <i>14</i>.",
		"url": "https://doi.org/10.3389/fpsyt.2023.1244335"
	},
	{
		"year": 2023,
		"title": "Pail, B. (2023). <i>Studienbezogene soziale Interaktionen zwischen Studierenden in der Studieneingangsphase des Bachelorstudiums Lehramt Sekundarstufe Allgemeinbildung—Eine Studie nach der Experience Sampling Methode</i> [Master’s thesis, University of Graz]. uni pub.",
		"url": "http://unipub.uni-graz.at/obvugrhs/8586593"
	},
	{
		"year": 2023,
		"title": "Stieger, S., Schmid, I., Altenburger, P., & Lewetz, D. (2023). Short-, medium-, and long-term impact of watching humorous video clips on stress and well-being: An experience sampling method-based field experiment. <i>Computers in Human Behavior Reports</i>, <i>10</i>.",
		"url": "https://doi.org/10.1016/j.chbr.2023.100270"
	},
	{
		"year": 2023,
		"title": "Stieger, S., Lewetz, D., & Willinger, D. (2023). Face-to-face more important than digital communication for mental health during the pandemic. <i>Scientific Reports</i>, <i>13</i>, 8022.",
		"url": "https://doi.org/10.1038/s41598-023-34957-4"
	},
	{
		"year": 2022,
		"title": "Pöcksteiner, A. K. (2022). <i>Impact of work stress on health and evaluation of a stress-reduction intervention in a sample of high school teachers</i> [Master’s thesis, Johannes Kepler University]. JKU ePUB.",
		"url": "http://epub.jku.at/obvulihs/8052017"
	},
	{
		"year": 2022,
		"title": "Stieger, S., Aichinger, I., & Swami, V. (2022). The impact of nature exposure on body image and happiness: An experience sampling study. <i>International Journal of Environmental Health Research</i>, <i>32</i>(4), 870–884.",
		"url": "https://doi.org/10.1080/09603123.2020.1803805"
	},
	{
		"year": 2022,
		"title": "Stieger, S., Graf, H. M., Riegler, S. P., Biebl, S., & Swami, V. (2022). Engagement with social media content results in lower appearance satisfaction: An experience sampling study using a wrist-worn wearable and a physical analogue scale. <i>Body Image</i>, <i>43</i>, 232–243.",
		"url": "https://doi.org/10.1016/j.bodyim.2022.09.009"
	},
	{
		"year": 2022,
		"title": "Swami, V., Hochstöger, S., Kargl, E., & Stieger, S. (2022). Hangry in the field: An experience sampling study on the impact of hunger on anger, irritability, and affect. <i>Plos ONE</i>, <i>17</i>(7), e0269629.",
		"url": "https://doi.org/10.1371/journal.pone.0269629"
	},
	{
		"year": 2022,
		"title": "Volsa, S., Batinic, B., & Stieger, S. (2022). Self-Reports in the field using smartwatches: An open-source firmware solution. <i>Sensors</i>, <i>22</i>(5), Article 5.",
		"url": "https://doi.org/10.3390/s22051980"
	},
	{
		"year": 2021,
		"title": "Stieger, S., Lewetz, D., & Swami, V. (2021). Emotional well-being under conditions of lockdown: An experience sampling study in Austria during the COVID-19 pandemic. <i>Journal of Happiness Studies</i>, <i>22</i>(6), 2703–2720.",
		"url": "https://doi.org/10.1007/s10902-020-00337-2"
	},
	{
		"year": 2020,
		"title": "Stieger, S., Schmid, I., Altenburger, P., & Lewetz, D. (2020). The sensor-based Physical Analogue Scale as a novel approach for assessing frequent and fleeting events: Proof of concept. <i>Frontiers in Psychiatry</i>, <i>11</i>.",
		"url": "https://doi.org/10.3389/fpsyt.2020.538122"
	},
	{
		"year": 2020,
		"title": "Götz, F. M., Stieger, S., Ebert, T., Rentfrow, P. J., & Lewetz, D. (2020). What drives our emotions when we watch sporting events? An ESM study on the affective experience of German spectators during the 2018 FIFA World Cup. <i>Collabra: Psychology</i>, <i>6</i>(1), 15.",
		"url": "https://doi.org/10.1525/collabra.262 Retrieved from osf.io/r7vxp"
	}
]
