{
    "free_desc": "ESMira je razvijena kao projekat na <a class=\"nowrap\" href=\"https://www.kl.ac.at/\">Karl Landsteiner Univerzitetu</a> da bi se koristilla za naša istraživanja i omogućila zajednici u potpunosti besplatno. Molimo vas da citirate ESMira-u ako je koristite za Vaše publikacije (<a href=\"https://github.com/KL-Psychological-Methodology/ESMira/wiki/Conditions-for-using-ESMira\">Više informacija o citiranju</a>).",
    "information_page_desc": "Web interface omogućava automatski generisanu web stranicu sa informacijama na serveru za svako istraživanje. Ta web stranica uključuje instrukcije koje su jednostavne za praćenje potencijalnim ispitanicima kako bi mogli instalirati mobilne aplikacije i učestvovati u istraživanju, uključujući QR kod i linkove za istraživanje.",
    "study_updates_desc": "Istraživanja mogu biti ažurirana čak i kada je istraživanje počelo. Općenito, ažuriranje istraživanja će uticati samo na nove ispitanike kako bi se spriječila zabuna ispitanika ili efekti intervencije. Ipak, ako je to potrebno, promjene se mogu pustiti i postojećim ispitanicima.",
    "devices_desc": "Ispitanici mogu koristiti web interface kako bi popunili upitnike ili mogu koristiti aplikacije na iOS ili Android uređajima. <a href=\"https://github.com/KL-Psychological-Methodology/ESMira-apps\">Open source aplikacije</a> unutar trgovina su podržani i održavani od strane nas. Kontrola nad podacima uvijek ostaje kod Vas.",
    "languages_studies_desc": "Istraživanja mogu biti provedena na više jezika. Tokom priključivanja istraživanju, aplikacija automatski detektuje koji jezik koristiti ispitanikov operativni sistem i prikazuje istraživanje na tom istom jeziku. Ako potrebni jezik nije dostupan, istraživanje će biti prikazano na unaprijed definisanom jeziku sistema.",
    "reward_desc": "Sistem za dodjeljivanje nagradnih kodova ESMira-e nije povezan sa ID-om korisnika što omogućava ispitanicima da podijele bilo koje osobne ifnromacije bez da one budu povezane za podatke istraživanja i omogućava administratoru istraživanja da anonimno pregleda da li je nagradni kod validan kako bi se izbjegla potencijalna zloubotreba.",
    "user_desc": "Server omogućava sofisticirani sistem upravljanje korisnicima kako bi se poboljšao pristup različitim istraživanjima. Različiti korisnici mogu imati pristupne dozvole za određena istraživanja da bi mogli mijenjati projekte, čitati i pisati poruke na chat-u i pristupiti podacima.",
    "translations": "Platforma za prevođenje",
    "anonymous_desc": "Kada prvi put otvori aplikaciju, svakom ispitaniku se dodjeljuje slučajno generisani korisnički identifikacijski broj (ID) koji se koristi za učitavanje podataka ili slanje poruka. Ispitanici ne moraju dati bilo kakve osobne informacije kako bi koristili aplikaciju.",
    "offline_desc": "ESMira radi bez stabilne internetske konekcije. Sve funkcionalnosti studija su sačuvane lokalno u aplikaciji i sačuvani podaci bivaju memorisani i učitani čim internetska konekcija postane dostupna.",
    "feedback_desc": "Istraživač može konstruisati kompleksne grafikone koji se automatski generišu iz podataka ispitanika. Ti statistici mogu biti ili personalizirani za ispitanike ili izračunati na osnovu podataka svih ispitanika.",
    "setup_desc": "Da biste postavili Vaš vlastiti ESMira server potrebno je samo osnovno IT znanje. Samo kopirajte potrebne file-ove na Vaš server, otvorite glavnu ESMira stranicu i pratite upute. <a href=\"https://github.com/JodliDev/ESMira/wiki/Setting-up-a-server\" target=\"_blank\">Više informacija</a>.",
    "about_text": "ESMira je alat razvijen za istraživačke projekte koji koriste dizajn Metode uzorkovanja iskustava (ESM, AA, EMA, …). ESMira nudi jednostavan proces konfiguracije i lagan je za korištenje, dok je istovremeno, besplatan, decentralizovan i open-source. Administratori studija mogu instalirati ESMira na vlastiti web prostor bez potrebe za velikim tehničkim znanjem, što im omogućava da ostanu nezavisni od usluga trećih strana.",
    "esmira_own_server_get_started": "Na GitHub-u pronađite kako konfigurirati Vaš vlastiti ESMira server uz samo osnovno IT znanje.",
    "use_for_own_studies": "Koristite ESMira za Vaša vlastita istraživanja",
    "advantages_participants": "Prednosti za ispitanike",
    "more_information": "Više informacija",
    "wiki": "Wiki stranica",
    "repository": "GitHub repozitorij",
    "discussions": "Forum za diskusiju",
    "demo": "Demonstrativni server (Demo)",
    "anonymous_title": "U potpunosti anonimno",
    "offline_title": "U potpunosti funkcionalan bez mrežne konekcije (offline)",
    "devices_title": "Web, Android i iOS",
    "join_title": "Jednostavno učestovanje u istraživanjima",
    "join_desc": "Kako bi učestvovali u istraživanju, ispitanici samo trebaju instralirati mobilne aplikacije i koristiti ugrađene skenere QR koda da bi skenirali specifični QR kod istraživanja (koji je automatski kreiran na ESMira serveru).",
    "feedback_title": "Osobni feedback",
    "chat_title": "Anonimni chat",
    "chat_desc": "Ispitanici mogu komunicirati sa istraživačkima unutar aplikacije i ostati potpuno anonimni dok to rade. Također, istrađivači mogu poslati bitno poruke svim ispitanicima istraživanja.",
    "advantages_researchers": "Prednosti za istraživače",
    "setup_title": "Jednostavna konfiguracija servera",
    "opensource_title": "Open source",
    "opensource_desc": "ESMira je u potpunosti Open Source. Prijavite greške, dajte povratne informacije ili učestvujte u razvijanju platforme. <a href=\"https://github.com/JodliDev/ESMira\" target=\"_blank\">na GitHub-u</a> možete pronaći izvorni kod i ekstenzivnu wiki stranicu za ovaj projekat.",
    "data_access_title": "Potpuna kontrola nad podacima",
    "data_access_desc": "Svi podaci su poslani i pohranjeni na samo jednog mjestu - Vašem vlastitom serveru. Istraživač je jedini koji ima potpunu kontrolu i pristup podacima.",
    "admin_title": "Fleksibilan administratorski alat",
    "admin_desc": "Moći administratorski alat omogućava širok raspon mogućnosti da organizujete svoje istraživanje baš onako kako želite.",
    "information_page_title": "Stranica sa informacijama",
    "languages_esmira_title": "Više jezika",
    "languages_esmira_desc": "Aktivno tražimo prijevode na što je više jezika moguće. S tim ciljem, postavili smo javno dostupnu <a href='https://translate.jodli.dev'>platformu za prevođenje</a>, gdje ostali mogu dodati nove prijevode ili unaprijediti postojeće.",
    "languages_studies_title": "Istraživanja na više jezika",
    "update_title": "Ažurirajte server s samo jednim klikom",
    "update_desc": "ESMira se automatski ažurira sa samo jednim klikom. Prvo će napraviti vlastiti backup, preuzeti najnoviju verziju sa GitHub-a, i, ako je potrebno, ažurirati strukturu podataka na najnoviju verziju.",
    "free_title": "U potpunosti besplatno",
    "access_keys_title": "Više studija sa pristupnim lozinkama",
    "statistics_title": "Statistici i figure istraživanja uživo",
    "statistics_desc": "ESMira nudi više mogućnosti da se dobije brzi pregled trenutačnog stanja istraživanja. Opći pregled prikazuje nekoliko statistika izračunatih tokom proteklih dana. Specifični statistici prikazuju detaljne grafikone za odgovorne individualnih ispitanika, a za nešto dublju analizu, prilagođeni grafikoni mogu dati pregled specifičnih slučajeva.",
    "access_keys_desc": "Istraživanja mogu biti javno dostupna na serveru ili sakrivena pomoću lozinke (\"pristupni kod\"). Istraživanje može imati više pristupnih kodova i više istraživanja može dijeliti isti pristupni kod.",
    "study_updates_title": "Ažuriranje istraživanja uživo",
    "reward_title": "Sistem za dodjeljivanje nagradnih kodova",
    "data_viewer_title": "Online preglednik podataka",
    "data_viewer_desc": "ESMira nudi ugrađeni preglednik podataka, iako se svi podaci istraživanja mogu preuzeti kao CSV datoteke. Taj preglednik može rukovati sa velikim bazama podataka i također omogućava niz korisni filtera i mogućnosti pretraživanja čitavog teksta kako bi se podaci prikupljeni u istraživanju analizirali u realnom vremenu.",
    "user_title": "Upravljanje korisnicima i dozvolama",
    "json_title": "Istraživački nacrt u jednoj datoteci",
    "json_desc": "Potpuni istraživački nacrt istraživanja je sačuvan u jednoj JSON datoteci koja se može jednostavno uređivati, izvesti ili kopirati. To omogućava istraživačima da objave potpuni istraživački nacrt zajedno s podacima."
}
