{
    "about_text": "ESMira je nástroj vyvinutý pro výzkumné projekty využívající Experience Sampling metodologii (ESM, AA, EMA, ...). ESMira nabízí velmi jednoduchý proces nastavení a snadné použití, přičemž je zdarma, decentralizovaná a s otevřeným zdrojovým kódem. Správci studií si mohou nainstalovat ESMiru na svůj vlastní webový prostor, aniž by potřebovali větší technické znalosti, což jim umožňuje zůstat nezávislými na službách třetích stran.",
    "esmira_own_server_get_started": "Na GitHub se dozvíte, jak si nastavit vlastní server ESMira i s omezenými znalostmi IT.",
    "use_for_own_studies": "Využijte ESMira ve vlastních studiích",
    "advantages_participants": "Výhody pro participanty",
    "more_information": "Více informací",
    "wiki": "Wiki",
    "repository": "GitHub repositář",
    "discussions": "Diskuzní fórum",
    "demo": "Demo server",
    "translations": "Platforma pro překlady",
    "anonymous_title": "Kompletně anonymní",
    "anonymous_desc": "Při prvním otevření aplikace je každému účastníkovi přiděleno jeho vlastní náhodně vygenerované uživatelské ID, které se používá pro nahrávání dat nebo odesílání zpráv. Účastníci nemusí poskytovat žádné osobní údaje, aby mohli aplikaci používat.",
    "offline_title": "Plně funkční offline",
    "offline_desc": "ESMira funguje i bez stálého připojení k internetu. Všechny funkce studií jsou uloženy lokálně v aplikaci a uložená data jsou uložena do mezipaměti a budou nahrána, jakmile bude k dispozici připojení k internetu.",
    "devices_title": "Web, Android a iOS",
    "join_title": "Přidejte studie jednoduše",
    "join_desc": "Pro připojení ke studii stačí, aby si účastníci nainstalovali mobilní aplikaci a pomocí vestavěného snímače QR kódů naskenovali specifický QR kód studie (který je automaticky vytvořen serverem ESMira).",
    "feedback_title": "Osobní zpětná vazba",
    "feedback_desc": "Výzkumník může nastavit komplexní grafy, které se automaticky vypočítají z údajů účastníků. Tyto statistiky lze buď přizpůsobit účastníkům, nebo je vypočítat z údajů všech účastníků.",
    "chat_title": "Anonymní chat",
    "advantages_researchers": "Výhody pro výzkumníky",
    "setup_title": "Jednoduché nastavení serveru",
    "setup_desc": "K nastavení vlastního serveru ESMira jsou nutné pouze minimální znalosti IT. Stačí zkopírovat potřebné soubory na server, otevřít hlavní stránku ESMira a postupovat podle pokynů. <a href=\"https://github.com/JodliDev/ESMira/wiki/Setting-up-a-server\" target=\"_blank\">Více informací</a>.",
    "update_title": "Aktualizace serveru jedním kliknutím",
    "free_title": "Kompletně zadarmo",
    "free_desc": "ESMira je vyvíjena jako projekt na <a class=\"nowrap\" href=\"https://www.kl.ac.at/\">Karl Landsteiner University</a>, který je používán pro naše vlastní studie a zveřejněn pro komunitu ke zcela bezplatnému použití. Pokud však ESMiru použijete pro své vlastní publikace, prosíme vás, abyste ji citovali. (<a href=\"https://github.com/KL-Psychological-Methodology/ESMira/wiki/Conditions-for-using-ESMira\">More information on citation</a>).",
    "opensource_title": "Open source",
    "data_access_title": "Plná kontrola nad daty",
    "data_access_desc": "Všechna data jsou odesílána a ukládána pouze na jednom místě - na vašem vlastním serveru. Výzkumník je jediný, kdo má úplnou kontrolu a přístup ke všem datům.",
    "admin_title": "Flexibilní nástroj pro správu",
    "information_page_title": "Stránka s informacemi",
    "languages_esmira_title": "Více jazyků",
    "languages_esmira_desc": "Aktivně hledáme překladatele pro co nejvíce jazyků. Pro tento účel jsme připravili veřejné přístupnou <a href='https://translate.jodli.dev'>překladatelskou platformu</a>, kde mohou ostatní přidat nové nebo vylepšit existující překlady.",
    "languages_studies_title": "Studie s více jazyky",
    "access_keys_title": "Více studií s přístupovými klíči",
    "access_keys_desc": "Studie mohou být na serveru buď veřejně dostupné, nebo skryté pomocí hesla („přístupového klíče“). Studie může mít více přístupových klíčů a více studií může sdílet stejný přístupový klíč.",
    "statistics_title": "Živé statistiky a grafy studie",
    "study_updates_title": "Živá aktualizace studií",
    "study_updates_desc": "Studie lze aktualizovat i po zahájení studie. Obecně platí, že aktualizace studie se týká pouze nových účastníků, aby se předešlo záměně nebo účinkům intervence. V případě potřeby však mohou být změny aplikovány i pro stávající účastníky.",
    "reward_desc": "Systém odměnových kódů ESMira není spojen s uživatelským ID, což umožňuje účastníkům sdělit jakékoli potřebné osobní informace, aniž by byly spojeny s jejich údaji ve studii, ale umožňuje správci studie anonymně zkontrolovat, zda je odměnový kód platný, aby se předešlo možnému zneužití.",
    "reward_title": "Systém odměnových kódů",
    "data_viewer_title": "Online prohlížeč dat",
    "user_title": "Správa uživatelů a oprávnění",
    "user_desc": "Server poskytuje sofistikovaný systém správy uživatelů, který umožňuje jemně nastavit přístup k různým studiím. Různí uživatelé mohou mít vybraná přístupová práva k vybraným studiím, například ke změně projektů, čtení a zápisu zpráv v chatu nebo přístupu k datům.",
    "json_title": "Design studie v jednom souboru",
    "json_desc": "Kompletní návrh studie je uložen do jediného souboru JSON, který lze snadno upravovat, exportovat nebo kopírovat. To umožňuje výzkumným pracovníkům zveřejnit kompletní návrh studie spolu s daty.",
    "data_viewer_desc": "ESMira nabízí vestavěný prohlížeč dat, ačkoli všechna data studie lze stáhnout také jako soubory CSV. Prohlížeč si poradí s velkými soubory dat a nabízí také řadu užitečných filtrů a možností fulltextového vyhledávání pro analýzu dat studie v reálném čase.",
    "devices_desc": "Účastníci mohou k vyplnění dotazníků použít webové rozhraní nebo příslušné nativní aplikace pro iOS nebo Android. <a href=\"https://github.com/KL-Psychological-Methodology/ESMira-apps\">Open source aplikace</a> v obchodě jsou námi podporovány a spravovány. Kontrola nad daty zůstává vždy na vaší straně.",
    "opensource_desc": "ESMira je kompletně Open Source. Reportujte chyby, dávejte zpětnou vazbu nebo buďte součástí vývoje: \n<a href=\"https://github.com/JodliDev/ESMira\" target=\"_blank\">Na GitHub</a> můžete najít zdrojový kód a rozsáhlou wiki projektu.",
    "chat_desc": "Účastníci mohou komunikovat s výzkumníkem přímo z aplikace a zůstat přitom zcela anonymní. Kromě toho mohou výzkumníci posílat důležité zprávy všem účastníkům studie.",
    "update_desc": "ESMira se může automaticky aktualizovat jediným kliknutím na tlačítko. Poté se zálohuje, stáhne si nejnovější verzi z GitHubu a v případě potřeby aktualizuje datovou strukturu na nejnovější verzi.",
    "admin_desc": "Výkonný nástroj pro správu umožňuje širokou škálu možností, jak si nastavit studii přesně podle svých potřeb.",
    "information_page_desc": "Webové rozhraní poskytuje automaticky generovanou informační webovou stránku na serveru pro každou studii. Tato webová stránka obsahuje snadno použitelné pokyny pro potenciální účastníky, jak si nainstalovat mobilní aplikaci a zúčastnit se studie, včetně QR kódu nebo odkazů na studii.",
    "languages_studies_desc": "Studie mohou mít více jazyků. Během registrace do studie aplikace automaticky zjistí, jaký jazyk účastníkův operační systém používá, a zobrazí studii ve stejném jazyce. Pokud potřebný jazyk není k dispozici, bude místo toho prezentována v předdefinovaném výchozím jazyce.",
    "statistics_desc": "ESMira nabízí několik možností, jak získat rychlý přehled o aktuálním stavu studie. Obecný přehled zobrazuje několik statistik za poslední dny. Specifické statistiky zobrazují podrobné grafy pro odpovědi jednotlivých účastníků, a pro podrobnější analýzu mohou vlastní grafy poskytnout přehled o konkrétních případech."
}
