{
    "about_text": "ESMira er et værktøj udviklet til forskningsprojekter, der bruger Experience Sampling Method-designs (ESM, AA, EMA, …). ESMira tilbyder en meget enkel opsætning og er let at bruge, samtidig med at det er gratis, decentraliseret og open source. Studieadministratorer kan installere ESMira på deres eget webhotel uden at have brug for megen teknisk viden, så de kan forblive uafhængige af tredjepartstjenester.",
    "esmira_own_server_get_started": "Læs på GitHub, hvordan du sætter din egen ESMira-server op med kun begrænset IT-viden.",
    "use_for_own_studies": "Brug ESMira til egne studier",
    "update_title": "Opdater serveren med ét klik",
    "free_title": "Helt gratis",
    "user_title": "Bruger- og rettighedsstyring",
    "json_desc": "Det komplette studiedesign for et studie gemmes i én JSON-fil, der let kan redigeres, eksporteres eller kopieres. Dette gør det muligt for forskere at offentliggøre det komplette studiedesign sammen med dataene.",
    "advantages_participants": "Fordele for deltagere",
    "more_information": "Mere information",
    "wiki": "Wiki",
    "repository": "GitHub-repository",
    "discussions": "Diskussionsforum",
    "demo": "Demoserver",
    "translations": "Oversættelsesplatform",
    "anonymous_title": "Fuldstændigt anonym",
    "anonymous_desc": "Når appen åbnes første gang, tildeles hver deltager sit eget tilfældigt genererede bruger-id, som bruges til at uploade data eller sende beskeder. Deltagerne behøver ikke at angive nogen personlige oplysninger for at bruge appen.",
    "offline_title": "Fungerer fuldt ud offline",
    "offline_desc": "ESMira fungerer uden en stabil internetforbindelse. Al funktionalitet i studierne gemmes lokalt i appen, og gemte data caches og uploades, så snart der er internetforbindelse.",
    "devices_title": "Web, Android og iOS",
    "devices_desc": "Deltagerne kan bruge webgrænsefladen til at udfylde spørgeskemaer eller bruge de tilsvarende native apps på iOS eller Android. De <a href=\"https://github.com/KL-Psychological-Methodology/ESMira-apps\">open-source-apps</a> i butikken understøttes og vedligeholdes af os. Kontrollen over data forbliver altid hos dig.",
    "join_title": "Deltag let i studier",
    "join_desc": "For at deltage i et studie skal deltagerne blot installere mobilappen og bruge den indbyggede QR-kodelæser til at scanne studiets specifikke QR-kode (som automatisk oprettes af ESMira-serveren).",
    "feedback_title": "Personlig feedback",
    "feedback_desc": "Forskere kan opsætte komplekse diagrammer, der automatisk beregnes ud fra deltagernes data. Disse statistikker kan enten personaliseres til den enkelte deltager eller beregnes ud fra alle deltageres data.",
    "chat_title": "Anonym chat",
    "chat_desc": "Deltagerne kan kommunikere med forskeren direkte i appen og forblive helt anonyme, mens de gør det. Derudover kan forskere sende vigtige beskeder til alle deltagere i et studie.",
    "advantages_researchers": "Fordele for forskere",
    "setup_title": "Nem serveropsætning",
    "setup_desc": "For at sætte din egen ESMira-server op kræves kun minimal IT-viden. Kopiér blot de nødvendige filer til din server, åbn ESMiras hovedside og følg instruktionerne. <a href=\"https://github.com/JodliDev/ESMira/wiki/Setting-up-a-server\" target=\"_blank\">Flere oplysninger</a>.",
    "update_desc": "ESMira kan opdatere automatisk med blot ét klik på en knap. Programmet laver derefter en sikkerhedskopi af sig selv, downloader den nyeste version fra GitHub og opdaterer om nødvendigt datastrukturen til den nyeste version.",
    "free_desc": "ESMira er udviklet som et projekt på <a class=\"nowrap\" href=\"https://www.kl.ac.at/\">Karl Landsteiner University</a> til brug i vores egne studier og offentliggjort, så fællesskabet kan bruge det helt gratis. Men angiv venligst ESMira som reference, hvis du bruger det i dine egne publikationer (<a href=\"https://github.com/KL-Psychological-Methodology/ESMira/wiki/Conditions-for-using-ESMira\">flere oplysninger om citation</a>).",
    "opensource_title": "Open source",
    "opensource_desc": "ESMira er fuldstændigt open source. Rapporter fejl, giv feedback eller deltag i udviklingen:\n<a href=\"https://github.com/JodliDev/ESMira\" target=\"_blank\">På GitHub</a> finder du kildekoden og en omfattende wiki for projektet.",
    "data_access_title": "Fuld kontrol over data",
    "data_access_desc": "Alle data sendes kun til ét sted og gemmes der – din egen server. Forskeren er den eneste, der har fuld kontrol over og adgang til alle data.",
    "admin_title": "Fleksibelt admin-værktøj",
    "admin_desc": "Det kraftfulde admin-værktøj giver et bredt udvalg af muligheder for at opsætte dit studie præcis, som du har brug for det.",
    "information_page_title": "Informationsside",
    "information_page_desc": "Webgrænsefladen opretter automatisk en informationsside på serveren for hvert studie. Denne side indeholder letforståelige instruktioner til potentielle deltagere om, hvordan man installerer mobilappen og deltager i studiet, inklusive en QR-kode eller links til studiet.",
    "languages_esmira_title": "Flere sprog",
    "languages_esmira_desc": "Vi søger aktivt oversættelser til så mange sprog som muligt. Til dette formål har vi oprettet en frit tilgængelig <a href='https://translate.jodli.dev'>oversættelsesplatform</a>, hvor andre kan tilføje nye oversættelser eller forbedre eksisterende oversættelser.",
    "languages_studies_title": "Studier med flere sprog",
    "languages_studies_desc": "Studier kan have flere sprog. Under tilmeldingen til et studie registrerer appen automatisk, hvilket sprog deltagerens operativsystem bruger, og viser studiet på samme sprog. Hvis det ønskede sprog ikke er tilgængeligt, vises studiet i stedet på et foruddefineret standardsprog.",
    "access_keys_title": "Flere studier med adgangsnøgler",
    "access_keys_desc": "Studier kan enten være offentligt tilgængelige på serveren eller skjult med en adgangskode (\"adgangsnøgle\"). Et studie kan have flere adgangsnøgler, og flere studier kan dele den samme adgangsnøgle.",
    "statistics_title": "Live-studiestatistik og diagrammer",
    "statistics_desc": "ESMira tilbyder flere muligheder for hurtigt at få et overblik over den aktuelle status for et studie. Den generelle oversigt viser forskellige statistikker over de seneste dage. Specifikke statistikker viser detaljerede diagrammer for de enkelte deltageres svar, og til mere dybdegående analyser kan brugerdefinerede diagrammer give et overblik over specifikke tilfælde.",
    "study_updates_title": "Live-opdatering af studier",
    "study_updates_desc": "Studier kan opdateres, selv efter at de er startet. Som udgangspunkt vil en opdatering af et studie kun påvirke nye deltagere for at undgå forvirring eller interventionseffekter. Men om nødvendigt kan ændringer også udsendes til eksisterende deltagere.",
    "reward_title": "Belønningskodesystem",
    "reward_desc": "ESMiras belønningskodesystem er ikke koblet til bruger-id'et, hvilket gør det muligt for deltagerne at oplyse den nødvendige personlige information uden, at den forbindes med deres studiedata, men giver samtidig studieadministratoren mulighed for anonymt at kontrollere, om en belønningskode er gyldig, for at undgå potentiel misbrug.",
    "data_viewer_title": "Online datavisning",
    "data_viewer_desc": "ESMira tilbyder en indbygget datavisning, selvom alle studiedata også kan downloades som CSV-filer. Visningen kan håndtere store datasæt og giver desuden en række nyttige filtre og fuldtekstsøgemuligheder til at analysere studiedata i realtid.",
    "user_desc": "Serveren tilbyder et avanceret brugerstyringssystem til finjustering af adgangen til forskellige studier. Forskellige brugere kan få specifikke adgangsrettigheder til udvalgte studier, f.eks. til at ændre projekter, læse og skrive chatbeskeder eller få adgang til data.",
    "json_title": "Studiedesign i én fil"
}
