{
    "about_text": "Το ESMira είναι ένα εργαλείο που αναπτύχθηκε για ερευνητικά έργα που χρησιμοποιούν σχεδιασμούς Experience Sampling Method (ESM, AA, EMA, …). Το ESMira προσφέρει μια πολύ απλή διαδικασία ρύθμισης και ευκολία στη χρήση, ενώ είναι δωρεάν, αποκεντρωμένο και ανοιχτού κώδικα. Οι διαχειριστές της μελέτης μπορούν να εγκαταστήσουν το ESMira στον δικό τους διαδικτυακό χώρο χωρίς να απαιτούνται πολλές τεχνικές γνώσεις, επιτρέποντάς τους να παραμένουν ανεξάρτητοι από υπηρεσίες τρίτων.",
    "demo": "Διακομιστής επίδειξης",
    "esmira_own_server_get_started": "Μάθε στο GitHub πώς να ρυθμίσεις τον δικό σου διακομιστή ESMira με περιορισμένες γνώσεις πληροφορικής.",
    "use_for_own_studies": "Χρησιμοποιήστε το ESMira για δικές σας μελέτες",
    "advantages_participants": "Πλεονεκτήματα για συμμετέχοντες",
    "more_information": "Περισσότερες πληροφορίες",
    "repository": "Αποθετήριο GitHub",
    "discussions": "Φόρουμ Συζητήσεων",
    "translations": "Πλατφόρμα μετάφρασης",
    "join_title": "Εύκολη συμμετοχή σε μελέτες",
    "free_title": "Πλήρως δωρεάν",
    "data_access_title": "Πλήρης έλεγχος των δεδομένων",
    "information_page_title": "Σελίδα πληροφόρησης",
    "wiki": "Wiki",
    "anonymous_title": "Πλήρως ανώνυμο",
    "anonymous_desc": "Κατά το πρώτο άνοιγμα της εφαρμογής, κάθε συμμετέχοντας λαμβάνει ένα τυχαία παραγόμενο αναγνωριστικό χρήστη, το οποίο χρησιμοποιείται για την αποστολή δεδομένων ή μηνυμάτων. Οι συμμετέχοντες δεν χρειάζεται να παρέχουν καμία προσωπική πληροφορία για να χρησιμοποιήσουν την εφαρμογή.",
    "offline_title": "Πλήρης λειτουργικότητα εκτός σύνδεσης",
    "offline_desc": "Το ESMira λειτουργεί χωρίς συνεχή σύνδεση στο διαδίκτυο. Όλη η λειτουργικότητα των μελετών αποθηκεύεται τοπικά στην εφαρμογή και τα δεδομένα αποθηκεύονται προσωρινά και θα ανέβουν μόλις υπάρξει σύνδεση.",
    "devices_title": "Web, Android και iOS",
    "devices_desc": "Οι συμμετέχοντες μπορούν να χρησιμοποιήσουν τη διαδικτυακή διεπαφή για να συμπληρώσουν ερωτηματολόγια ή να χρησιμοποιήσουν τις αντίστοιχες εγγενείς εφαρμογές για iOS ή Android. Οι <a href=\"https://github.com/KL-Psychological-Methodology/ESMira-apps\">εφαρμογές ανοιχτού κώδικα</a> υποστηρίζονται και συντηρούνται από εμάς. Ο έλεγχος των δεδομένων παραμένει πάντα σε εσάς.",
    "join_desc": "Για να συμμετάσχουν σε μια μελέτη, οι συμμετέχοντες πρέπει απλώς να εγκαταστήσουν την εφαρμογή και να χρησιμοποιήσουν τον ενσωματωμένο σαρωτή QR για να σαρώσουν τον συγκεκριμένο κωδικό QR της μελέτης (ο οποίος δημιουργείται αυτόματα από τον διακομιστή ESMira).",
    "feedback_title": "Προσωπική ανατροφοδότηση",
    "feedback_desc": "Οι ερευνητές μπορούν να δημιουργήσουν σύνθετα γραφήματα που θα υπολογίζονται αυτόματα από τα δεδομένα των συμμετεχόντων. Αυτά τα στατιστικά μπορούν να είναι είτε εξατομικευμένα είτε να βασίζονται στα δεδομένα όλων των συμμετεχόντων.",
    "chat_title": "Ανώνυμη συνομιλία",
    "chat_desc": "Οι συμμετέχοντες μπορούν να επικοινωνούν με τον ερευνητή μέσα από την εφαρμογή διατηρώντας την ανωνυμία τους. Επιπλέον, οι ερευνητές μπορούν να στείλουν σημαντικά μηνύματα σε όλους τους συμμετέχοντες μιας μελέτης.",
    "advantages_researchers": "Πλεονεκτήματα για ερευνητές",
    "setup_title": "Εύκολη εγκατάσταση διακομιστή",
    "setup_desc": "Για να ρυθμίσετε τον δικό σας διακομιστή ESMira απαιτούνται μόνο βασικές γνώσεις πληροφορικής. Απλά αντιγράψτε τα απαραίτητα αρχεία στον διακομιστή σας, ανοίξτε την κεντρική σελίδα του ESMira και ακολουθήστε τις οδηγίες. <a href=\"https://github.com/JodliDev/ESMira/wiki/Setting-up-a-server\" target=\"_blank\">Περισσότερες πληροφορίες</a>.",
    "update_title": "Ενημέρωση διακομιστή με ένα κλικ",
    "update_desc": "Το ESMira μπορεί να ενημερωθεί αυτόματα με το πάτημα ενός κουμπιού. Θα δημιουργήσει αντίγραφα ασφαλείας, θα κατεβάσει την πιο πρόσφατη έκδοση από το GitHub και, αν χρειαστεί, θα ενημερώσει και τη δομή των δεδομένων.",
    "free_desc": "Το ESMira αναπτύσσεται ως έργο στο <a class=\"nowrap\" href=\"https://www.kl.ac.at/\">Πανεπιστήμιο Karl Landsteiner</a> για χρήση στις δικές μας μελέτες και δημοσιεύεται για την κοινότητα χωρίς κανένα κόστος. Αλλά παρακαλούμε να αναφέρετε το ESMira αν το χρησιμοποιήσετε στις δικές σας δημοσιεύσεις (<a href=\"https://github.com/KL-Psychological-Methodology/ESMira/wiki/Conditions-for-using-ESMira\">Περισσότερες πληροφορίες για την αναφορά</a>).",
    "opensource_title": "Ανοιχτού κώδικα",
    "opensource_desc": "Το ESMira είναι πλήρως ανοιχτού κώδικα. Αναφέρετε σφάλματα, δώστε σχόλια ή συμμετέχετε στην ανάπτυξη: \n<a href=\"https://github.com/JodliDev/ESMira\" target=\"_blank\">Στο GitHub</a> μπορείτε να βρείτε τον πηγαίο κώδικα και ένα εκτενές wiki για το έργο.",
    "data_access_desc": "Όλα τα δεδομένα αποστέλλονται και αποθηκεύονται σε ένα και μόνο μέρος - τον δικό σας διακομιστή. Ο ερευνητής είναι ο μόνος που έχει πλήρη έλεγχο και πρόσβαση σε όλα τα δεδομένα.",
    "admin_title": "Ευέλικτο εργαλείο διαχείρισης",
    "admin_desc": "Το ισχυρό εργαλείο διαχείρισης επιτρέπει ένα ευρύ φάσμα επιλογών για να ρυθμίσετε τη μελέτη σας ακριβώς όπως τη χρειάζεστε.",
    "information_page_desc": "Η διαδικτυακή διεπαφή παρέχει μια αυτόματα δημιουργούμενη ιστοσελίδα πληροφόρησης στον διακομιστή για κάθε μελέτη. Αυτή η σελίδα περιλαμβάνει οδηγίες βήμα-προς-βήμα για πιθανούς συμμετέχοντες σχετικά με την εγκατάσταση της εφαρμογής και τη συμμετοχή στη μελέτη, περιλαμβάνοντας έναν κωδικό QR ή συνδέσμους προς τη μελέτη.",
    "languages_esmira_title": "Πολλαπλές γλώσσες",
    "languages_esmira_desc": "Αναζητούμε ενεργά μεταφράσεις σε όσο το δυνατόν περισσότερες γλώσσες. Για αυτόν τον σκοπό, έχουμε δημιουργήσει μια δημόσια προσβάσιμη <a href='https://translate.jodli.dev'>πλατφόρμα μετάφρασης</a>, όπου άλλοι μπορούν να προσθέσουν νέες μεταφράσεις ή να βελτιώσουν υπάρχουσες.",
    "languages_studies_title": "Μελέτες με πολλές γλώσσες",
    "languages_studies_desc": "Οι μελέτες μπορούν να υποστηρίζουν πολλές γλώσσες. Κατά την εγγραφή σε μια μελέτη, η εφαρμογή ανιχνεύει αυτόματα τη γλώσσα του λειτουργικού συστήματος του συμμετέχοντα και εμφανίζει τη μελέτη στην ίδια γλώσσα. Αν δεν υπάρχει διαθέσιμη μετάφραση, εμφανίζεται η προεπιλεγμένη γλώσσα.",
    "access_keys_title": "Πολλαπλές μελέτες με κλειδιά πρόσβασης",
    "access_keys_desc": "Οι μελέτες μπορούν να είναι είτε δημόσια προσβάσιμες στον διακομιστή είτε προστατευμένες με κωδικό πρόσβασης (\"κλειδί πρόσβασης\"). Μια μελέτη μπορεί να έχει πολλά κλειδιά πρόσβασης, και πολλές μελέτες μπορούν να χρησιμοποιούν το ίδιο κλειδί.",
    "statistics_title": "Ζωντανά στατιστικά και γραφήματα μελέτης",
    "statistics_desc": "Το ESMira προσφέρει πολλές επιλογές για γρήγορη επισκόπηση της τρέχουσας κατάστασης μιας μελέτης. Η γενική επισκόπηση δείχνει στατιστικά των τελευταίων ημερών. Οι ειδικές στατιστικές δείχνουν λεπτομερή γραφήματα για τις απαντήσεις μεμονωμένων συμμετεχόντων, και για πιο ενδελεχή ανάλυση, τα προσαρμοσμένα γραφήματα παρέχουν επισκόπηση συγκεκριμένων περιπτώσεων.",
    "study_updates_title": "Ζωντανές ενημερώσεις μελετών",
    "study_updates_desc": "Οι μελέτες μπορούν να ενημερώνονται ακόμα και μετά την έναρξή τους. Γενικά, οι ενημερώσεις επηρεάζουν μόνο νέους συμμετέχοντες για να αποφευχθεί η σύγχυση ή η παρέμβαση. Ωστόσο, αν χρειάζεται, μπορούν να εφαρμοστούν και στους υπάρχοντες συμμετέχοντες.",
    "reward_title": "Σύστημα κωδικών ανταμοιβής",
    "reward_desc": "Το σύστημα ανταμοιβής του ESMira δεν συνδέεται με το αναγνωριστικό χρήστη, επιτρέποντας στους συμμετέχοντες να δώσουν προσωπικές πληροφορίες, αν απαιτείται, χωρίς αυτές να συνδέονται με τα δεδομένα της μελέτης. Παράλληλα, επιτρέπει στον διαχειριστή της μελέτης να ελέγξει ανώνυμα την εγκυρότητα ενός κωδικού.",
    "data_viewer_title": "Διαδικτυακός προβολέας δεδομένων",
    "data_viewer_desc": "Το ESMira προσφέρει έναν ενσωματωμένο προβολέα δεδομένων, αν και όλα τα δεδομένα μπορούν επίσης να ληφθούν ως αρχεία CSV. Ο προβολέας μπορεί να διαχειριστεί μεγάλα σύνολα δεδομένων και παρέχει χρήσιμα φίλτρα και πλήρη αναζήτηση κειμένου για την ανάλυση δεδομένων σε πραγματικό χρόνο.",
    "user_title": "Διαχείριση χρηστών και δικαιωμάτων",
    "user_desc": "Ο διακομιστής παρέχει ένα προηγμένο σύστημα διαχείρισης χρηστών για να ρυθμίζετε την πρόσβαση σε διαφορετικές μελέτες. Οι διαφορετικοί χρήστες μπορούν να έχουν επιλεγμένα δικαιώματα, όπως τροποποίηση έργων, ανάγνωση/γραφή συνομιλιών ή πρόσβαση σε δεδομένα.",
    "json_title": "Σχεδιασμός μελέτης σε ένα αρχείο",
    "json_desc": "Ο πλήρης σχεδιασμός της μελέτης αποθηκεύεται σε ένα αρχείο JSON, το οποίο μπορεί εύκολα να τροποποιηθεί, εξαχθεί ή αντιγραφεί. Αυτό επιτρέπει στους ερευνητές να δημοσιεύουν τον πλήρη σχεδιασμό της μελέτης μαζί με τα δεδομένα."
}
