{
    "statistics_title": "Estadísticas y gráficos en vivo del estudio",
    "statistics_desc": "ESMira ofrece varias opciones para obtener una visión rápida del estado actual de un estudio. La visión general muestra varias estadísticas de los últimos días. Las estadísticas específicas muestran gráficos detallados de las respuestas de los participantes individuales, y para un análisis más profundo, los gráficos personalizados ofrecen una visión general de casos específicos.",
    "study_updates_title": "Actualización en vivo de los estudios",
    "study_updates_desc": "Los estudios se pueden actualizar incluso después de que hayan comenzado. En general, una actualización a un estudio solo afectará a los nuevos participantes para evitar confusión o efectos de intervención. Pero, si es necesario, los cambios también pueden lanzarse a los participantes existentes.",
    "reward_title": "Sistema de códigos de recompensa",
    "reward_desc": "El sistema de códigos de recompensa de ESMira no está conectado al ID del usuario, lo que permite a los participantes divulgar cualquier información personal necesaria sin que esté conectada a los datos del estudio, pero permite al administrador del estudio verificar de forma anónima si un código de recompensa es válido para evitar posibles abusos.",
    "data_viewer_title": "Visor de datos en línea",
    "data_viewer_desc": "ESMira ofrece un visor de datos integrado, aunque todos los datos del estudio también se pueden descargar como archivos CSV. El visor puede manejar grandes conjuntos de datos y también proporciona una variedad de filtros útiles y opciones de búsqueda de texto completo para analizar los datos del estudio en tiempo real.",
    "user_title": "Gestión de usuarios y permisos",
    "json_title": "Diseño de estudio en un solo archivo",
    "about_text": "ESMira es una herramienta desarrollada para proyectos de investigación que utilizan diseños de Muestreo de Experiencia (ESM, AA, EMA, …). ESMira ofrece un proceso de configuración muy simple y fácil de usar, siendo además gratuito, descentralizado y de código abierto. Los administradores del estudio pueden instalar ESMira en su propio espacio web sin necesitar mucho conocimiento técnico, lo que les permite ser independientes de servicios de terceros.",
    "esmira_own_server_get_started": "Descubre en GitHub cómo configurar tu propio servidor ESMira con solo conocimientos limitados de TI.",
    "use_for_own_studies": "Usa ESMira para tus propios estudios",
    "advantages_participants": "Ventajas para los participantes",
    "more_information": "Más información",
    "wiki": "Wiki",
    "repository": "Repositorio en GitHub",
    "discussions": "Foro de discusión",
    "demo": "Servidor de demostración",
    "translations": "Plataforma de traducción",
    "anonymous_title": "Completamente anónimo",
    "anonymous_desc": "Al abrir la aplicación por primera vez, se asigna a cada participante un ID de usuario generado aleatoriamente, utilizado para cargar datos o enviar mensajes. Los participantes no necesitan proporcionar información personal para usar la aplicación.",
    "offline_title": "Totalmente funcional sin conexión",
    "offline_desc": "ESMira funciona sin una conexión a internet constante. Toda la funcionalidad de los estudios se guarda localmente en la aplicación y los datos guardados se almacenan en caché y se cargarán tan pronto como haya conexión a internet.",
    "devices_title": "Web, Android y iOS",
    "devices_desc": "Los participantes pueden usar la interfaz web para completar cuestionarios o usar las aplicaciones nativas en iOS o Android. Las <a href=\"https://github.com/KL-Psychological-Methodology/ESMira-apps\">aplicaciones de código abierto</a> en la tienda están respaldadas y mantenidas por nosotros. El control sobre los datos siempre permanece contigo.",
    "join_title": "Únete a estudios fácilmente",
    "join_desc": "Para unirse a un estudio, los participantes solo necesitan instalar la aplicación móvil y usar el escáner de código QR integrado para escanear el código QR específico del estudio (que se crea automáticamente por el servidor de ESMira).",
    "feedback_title": "Retroalimentación personal",
    "feedback_desc": "El investigador puede configurar gráficos complejos que se calcularán automáticamente a partir de los datos de los participantes. Estas estadísticas pueden personalizarse para los participantes o calcularse con los datos de todos los participantes.",
    "chat_title": "Chat anónimo",
    "chat_desc": "Los participantes pueden comunicarse con el investigador desde dentro de la aplicación y permanecer completamente anónimos al hacerlo. Además, los investigadores pueden enviar mensajes importantes a todos los participantes de un estudio.",
    "advantages_researchers": "Ventajas para los investigadores",
    "setup_title": "Configuración de servidor fácil",
    "setup_desc": "Para configurar tu propio servidor ESMira solo se requiere un conocimiento mínimo de TI. Simplemente copia los archivos necesarios en tu servidor, abre la página principal de ESMira y sigue las instrucciones. <a href=\"https://github.com/JodliDev/ESMira/wiki/Setting-up-a-server\" target=\"_blank\">Más información</a>.",
    "update_title": "Actualiza el servidor con solo un clic",
    "update_desc": "ESMira puede actualizarse automáticamente con solo hacer clic en un botón. Luego se hará una copia de seguridad, descargará su versión más reciente de GitHub y, si es necesario, actualizará la estructura de datos a la versión más reciente.",
    "free_title": "Completamente gratuito",
    "free_desc": "ESMira se desarrolla como un proyecto en la <a class=\"nowrap\" href=\"https://www.kl.ac.at/\">Universidad Karl Landsteiner</a> para ser utilizado en nuestros propios estudios y publicado para que la comunidad lo use completamente gratis. Pero por favor, cita ESMira si lo usas para tus propias publicaciones (<a href=\"https://github.com/KL-Psychological-Methodology/ESMira/wiki/Conditions-for-using-ESMira\">Más información sobre citación</a>).",
    "opensource_title": "Código abierto",
    "opensource_desc": "ESMira es completamente de código abierto. Reporta errores, da retroalimentación o participa en el desarrollo: \n<a href=\"https://github.com/JodliDev/ESMira\" target=\"_blank\">En GitHub</a> puedes encontrar el código fuente y una wiki extensa para el proyecto.",
    "data_access_title": "Control total sobre los datos",
    "data_access_desc": "Todos los datos se envían y almacenan en un solo lugar: tu propio servidor. El investigador es el único que tiene control y acceso completo a todos los datos.",
    "admin_title": "Herramienta de administración flexible",
    "admin_desc": "La potente herramienta de administración permite una amplia gama de opciones para configurar tu estudio exactamente como lo necesitas.",
    "information_page_title": "Página de información",
    "information_page_desc": "La interfaz web proporciona una página de información generada automáticamente en el servidor para cada estudio. Esta página incluye instrucciones fáciles de seguir para que los participantes potenciales instalen la aplicación móvil y participen en el estudio, incluyendo un código QR o enlaces al estudio.",
    "languages_esmira_title": "Múltiples idiomas",
    "languages_esmira_desc": "Estamos buscando activamente traducciones en tantos idiomas como sea posible. Para ello, hemos establecido una <a href='https://translate.jodli.dev'>plataforma de traducción</a> disponible públicamente, donde otros pueden agregar nuevas traducciones o mejorar las existentes.",
    "languages_studies_title": "Estudios en varios idiomas",
    "languages_studies_desc": "Los estudios pueden estar en varios idiomas. Durante la inscripción en un estudio, la aplicación detecta automáticamente el idioma que usa el sistema operativo de un participante y presenta el estudio en el mismo idioma. Si el idioma necesario no está disponible, se presentará en un idioma predeterminado.",
    "access_keys_title": "Múltiples estudios con claves de acceso",
    "access_keys_desc": "Los estudios pueden estar disponibles públicamente en el servidor o estar ocultos con una contraseña (\"clave de acceso\"). Un estudio puede tener múltiples claves de acceso, y múltiples estudios pueden compartir la misma clave de acceso.",
    "user_desc": "El servidor proporciona un sistema de gestión de usuarios sofisticado para afinar el acceso a diferentes estudios. Los diferentes usuarios pueden tener permisos de acceso seleccionados a estudios específicos, como cambiar proyectos, leer y escribir mensajes de chat o acceder a los datos.",
    "json_desc": "El diseño completo de un estudio se guarda en un único archivo JSON que se puede editar, exportar o copiar fácilmente. Esto permite a los investigadores publicar el diseño completo del estudio junto con los datos."
}
