{
    "json_title": "Tutkimusasetelma yhdessä tiedostossa",
    "json_desc": "Tutkimuksen koko asetelma tallennetaan yhteen JSON-tiedostoon, jota voidaan helposti muokata, viedä tai kopioida. Tämä mahdollistaa sen, että tutkijat voivat julkaista koko tutkimusasetelman datan ohella.",
    "about_text": "ESMira on työkalu, joka on kehitetty tutkimusprojekteihin, joissa käytetään Experience Sampling Method (ESM, AA, EMA, …) -menetelmiä. ESMira tarjoaa erittäin yksinkertaisen asennusprosessin ja helppokäyttöisyyden, ollen samalla ilmainen, hajautettu ja avoimen lähdekoodin. Tutkimuksen ylläpitäjät voivat asentaa ESMiran omalle verkkotilalleen tarvitsematta paljon teknistä osaamista, jolloin he pysyvät riippumattomina kolmannen osapuolen palveluista.",
    "esmira_own_server_get_started": "Tutustu GitHubissa, kuinka voit perustaa oman ESMira-palvelimen vain rajallisella IT-osaamisella.",
    "use_for_own_studies": "Käytä ESMiraa omissa tutkimuksissa",
    "advantages_participants": "Edut osallistujille",
    "more_information": "Lisätietoja",
    "wiki": "Wiki",
    "repository": "GitHub-repositorio",
    "discussions": "Keskustelufoorumi",
    "demo": "Demo-palvelin",
    "translations": "Käännösalusta",
    "anonymous_title": "Täysin anonyymi",
    "anonymous_desc": "Kun sovellus avataan ensimmäisen kerran, jokaiselle osallistujalle luodaan satunnaisesti generoitu käyttäjätunnus, jota käytetään tietojen lataamiseen tai viestien lähettämiseen. Osallistujien ei tarvitse antaa mitään henkilökohtaisia tietoja sovelluksen käyttämiseksi.",
    "offline_title": "Toimii täysin offline-tilassa",
    "offline_desc": "ESMira toimii ilman jatkuvaa internet-yhteyttä. Kaikki tutkimuksen toiminnot tallennetaan paikallisesti sovellukseen, ja tallennetut tiedot lähetetään automaattisesti, kun yhteys on jälleen käytettävissä.",
    "devices_title": "Verkko, Android ja iOS",
    "devices_desc": "Osallistujat voivat käyttää verkkokäyttöliittymää kyselyiden täyttämiseen tai käyttää vastaavia alkuperäisiä sovelluksia iOS:lla tai Androidilla. <a href=\"https://github.com/KL-Psychological-Methodology/ESMira-apps\">Avoimen lähdekoodin sovellukset</a> kaupoissa ovat meidän tukemiamme ja ylläpitämiämme. Tietojen hallinta pysyy aina sinulla.",
    "join_title": "Liity tutkimuksiin helposti",
    "join_desc": "Tutkimukseen osallistuminen onnistuu, kun osallistuja asentaa mobiilisovelluksen ja skannaa tutkimuksen oman QR-koodin (joka luodaan automaattisesti ESMira-palvelimella).",
    "feedback_title": "Henkilökohtainen palaute",
    "feedback_desc": "Tutkijat voivat määrittää monimutkaisia kaavioita, jotka lasketaan automaattisesti osallistujien tietojen perusteella. Nämä tilastot voivat olla henkilökohtaisia tai perustua kaikkien osallistujien tietoihin.",
    "chat_title": "Anonyymi keskustelu",
    "chat_desc": "Osallistujat voivat viestiä tutkijoiden kanssa sovelluksen kautta ja pysyä täysin anonyymeinä. Lisäksi tutkijat voivat lähettää tärkeitä viestejä kaikille tutkimuksen osallistujille.",
    "advantages_researchers": "Edut tutkijoille",
    "setup_title": "Helppo palvelimen asennus",
    "setup_desc": "Oman ESMira-palvelimen asentamiseen tarvitaan vain vähän IT-osaamista. Kopioi tarvittavat tiedostot palvelimellesi, avaa ESMiran pääsivu ja seuraa ohjeita. <a href=\"https://github.com/JodliDev/ESMira/wiki/Setting-up-a-server\" target=\"_blank\">Lisätietoja</a>.",
    "update_title": "Päivitä palvelin yhdellä klikkauksella",
    "update_desc": "ESMira voidaan päivittää automaattisesti yhdellä napin painalluksella. Se varmuuskopioi itsensä, lataa uusimman version GitHubista ja päivittää tarvittaessa tietorakenteen uusimpaan versioon.",
    "free_title": "Täysin ilmainen",
    "free_desc": "ESMira on kehitetty projektina <a class=\"nowrap\" href=\"https://www.kl.ac.at/\">Karl Landsteiner -yliopistossa</a> käytettäväksi omissa tutkimuksissamme, ja se on julkaistu yhteisön vapaaseen käyttöön täysin maksutta. Jos käytät ESMiraa omissa julkaisuissasi, mainitse se lähteenä (<a href=\"https://github.com/KL-Psychological-Methodology/ESMira/wiki/Conditions-for-using-ESMira\">Lisätietoja viittaamisesta</a>).",
    "opensource_title": "Avoin lähdekoodi",
    "opensource_desc": "ESMira on täysin avoimen lähdekoodin ohjelmisto. Ilmoita virheistä, anna palautetta tai osallistu kehitykseen: \n<a href=\"https://github.com/JodliDev/ESMira\" target=\"_blank\">GitHubissa</a> löydät lähdekoodin ja laajan projektin wikin.",
    "data_access_title": "Täysi hallinta dataan",
    "data_access_desc": "Kaikki tiedot lähetetään ja tallennetaan vain yhteen paikkaan – omaan palvelimeesi. Tutkijalla on yksin täysi hallinta ja pääsy kaikkiin tietoihin.",
    "admin_title": "Joustava hallintatyökalu",
    "admin_desc": "Tehokas hallintatyökalu mahdollistaa laajan valikoiman asetuksia, joilla voit määrittää tutkimuksesi juuri tarpeidesi mukaan.",
    "information_page_title": "Tietosivu",
    "information_page_desc": "Verkkokäyttöliittymä tarjoaa automaattisesti luodun tietosivun jokaiselle tutkimukselle palvelimella. Tämä sivu sisältää selkeät ohjeet potentiaalisille osallistujille mobiilisovelluksen asentamisesta ja tutkimukseen osallistumisesta, mukaan lukien QR-koodi ja linkit tutkimukseen.",
    "languages_esmira_title": "Useita kieliä",
    "languages_esmira_desc": "Etsimme aktiivisesti käännöksiä mahdollisimman monille kielille. Tätä varten olemme perustaneet avoimen <a href='https://translate.jodli.dev'>käännösalustan</a>, jossa kuka tahansa voi lisätä uusia käännöksiä tai parantaa olemassa olevia.",
    "languages_studies_title": "Monikieliset tutkimukset",
    "languages_studies_desc": "Tutkimukset voivat olla useilla kielillä. Tutkimukseen liittymisen yhteydessä sovellus tunnistaa automaattisesti osallistujan käyttöjärjestelmän kielen ja näyttää tutkimuksen samalla kielellä. Jos tarvittavaa kieltä ei ole saatavilla, tutkimus esitetään ennalta määritetyllä oletuskielellä.",
    "access_keys_title": "Useita tutkimuksia pääsykoodeilla",
    "access_keys_desc": "Tutkimukset voivat olla joko julkisesti saatavilla palvelimella tai suojattuja salasanalla (”pääsykoodi”). Yhdellä tutkimuksella voi olla useita pääsykoodeja, ja useat tutkimukset voivat jakaa saman pääsykoodin.",
    "statistics_title": "Reaaliaikaiset tutkimustilastot ja kaaviot",
    "statistics_desc": "ESMira tarjoaa useita vaihtoehtoja, joilla saa nopeasti yleiskuvan tutkimuksen nykytilasta. Yleiskatsaus näyttää tilastoja viime päiviltä, ja yksityiskohtaiset tilastot tarjoavat tarkempia kaavioita yksittäisten osallistujien vastauksista. Syvällisempään analyysiin voidaan luoda mukautettuja kaavioita erityistapauksista.",
    "study_updates_title": "Tutkimusten reaaliaikaiset päivitykset",
    "study_updates_desc": "Tutkimuksia voidaan päivittää myös niiden alkamisen jälkeen. Yleensä päivitykset koskevat vain uusia osallistujia sekaannusten tai vaikutusten välttämiseksi, mutta tarvittaessa muutokset voidaan julkaista myös olemassa oleville osallistujille.",
    "reward_title": "Palkintokoodijärjestelmä",
    "reward_desc": "ESMiran palkintokoodijärjestelmä ei ole yhteydessä käyttäjätunnukseen, mikä mahdollistaa sen, että osallistujat voivat antaa tarvittavat henkilökohtaiset tiedot ilman, että niitä yhdistetään tutkimusdataan. Tutkimuksen ylläpitäjä voi kuitenkin tarkistaa anonyymisti, onko palkintokoodi voimassa väärinkäytösten estämiseksi.",
    "data_viewer_title": "Verkkopohjainen datakatseluohjelma",
    "data_viewer_desc": "ESMira tarjoaa sisäänrakennetun datakatseluohjelman, vaikka kaikki tutkimustiedot voidaan myös ladata CSV-tiedostoina. Katseluohjelma pystyy käsittelemään suuria tietomääriä ja tarjoaa hyödyllisiä suodattimia sekä täyden tekstin haun reaaliaikaiseen analyysiin.",
    "user_title": "Käyttäjien ja käyttöoikeuksien hallinta",
    "user_desc": "Palvelin tarjoaa kehittyneen käyttäjähallintajärjestelmän, jolla voidaan hienosäätää pääsy eri tutkimuksiin. Eri käyttäjille voidaan määrittää valikoidut käyttöoikeudet, kuten projektien muokkaus, keskusteluviestien luku ja kirjoitus tai datan käyttöoikeus."
}
