{
    "wiki": "Wiki",
    "advantages_researchers": "Avantages pour les chercheurs",
    "setup_title": "Installation facile du serveur",
    "statistics_title": "Statistiques et graphiques en direct",
    "chat_title": "Chat anonyme",
    "free_title": "Entièrement gratuit",
    "esmira_own_server_get_started": "Découvrez sur GitHub comment configurer votre propre serveur ESMira avec peu de connaissances en informatique.",
    "use_for_own_studies": "Utiliser ESMira pour ses propres études",
    "advantages_participants": "Avantages pour les participants",
    "about_text": "ESMira est un outil développé pour les projets de recherche utilisant des protocoles d'échantillonnage de l'expérience (ESM, AA, EMA, …). ESMira offre un processus d’installation très simple et une grande facilité d’utilisation, tout en étant gratuit, décentralisé et open-source. Les administrateurs d’étude peuvent installer ESMira sur leur propre espace web sans avoir de grandes connaissances techniques, ce qui leur permet de rester indépendants des services tiers.",
    "repository": "Dépôt GitHub",
    "discussions": "Forum de discussion",
    "demo": "Serveur de démonstration",
    "translations": "Plateforme de traduction",
    "anonymous_title": "Complètement anonyme",
    "anonymous_desc": "Lors de la première ouverture de l’application, chaque participant se voit attribuer un identifiant utilisateur généré aléatoirement, utilisé pour télécharger des données ou envoyer des messages. Les participants n’ont pas à fournir d’informations personnelles pour utiliser l’application.",
    "offline_title": "Entièrement fonctionnel hors ligne",
    "offline_desc": "ESMira fonctionne sans connexion internet permanente. Toutes les fonctionnalités des études sont enregistrées localement dans l’application, et les données sont mises en cache pour être téléchargées dès qu’une connexion internet est disponible.",
    "devices_title": "Web, Android et iOS",
    "devices_desc": "Les participants peuvent utiliser l’interface web pour répondre aux questionnaires ou utiliser les applications natives sur iOS ou Android. Les <a href=\"https://github.com/KL-Psychological-Methodology/ESMira-apps\">applications open source</a> dans les stores sont prises en charge et maintenues par nous. Le contrôle des données reste toujours entre vos mains.",
    "join_title": "Rejoindre des études facilement",
    "join_desc": "Pour rejoindre une étude, les participants doivent simplement installer l’application mobile et utiliser le lecteur de code QR intégré pour scanner le code QR spécifique à l’étude (généré automatiquement par le serveur ESMira).",
    "feedback_title": "Retour personnalisé",
    "feedback_desc": "Les chercheurs peuvent configurer des graphiques complexes calculés automatiquement à partir des données des participants. Ces statistiques peuvent être personnalisées ou calculées à partir des données de tous les participants.",
    "chat_desc": "Les participants peuvent communiquer avec le chercheur via l’application tout en restant complètement anonymes. De plus, les chercheurs peuvent envoyer des messages importants à tous les participants d’une étude.",
    "setup_desc": "Pour installer votre propre serveur ESMira, seules des connaissances informatiques de base sont nécessaires. Il suffit de copier les fichiers nécessaires sur votre serveur, d’ouvrir la page principale d’ESMira et de suivre les instructions. <a href=\"https://github.com/JodliDev/ESMira/wiki/Setting-up-a-server\" target=\"_blank\">Plus d'informations</a>.",
    "update_title": "Mise à jour du serveur en un clic",
    "update_desc": "ESMira peut se mettre à jour automatiquement en un seul clic. Il effectue une sauvegarde, télécharge la dernière version depuis GitHub et, si nécessaire, met à jour la structure des données.",
    "free_desc": "ESMira est développé dans le cadre d’un projet à la <a class=\"nowrap\" href=\"https://www.kl.ac.at/\">Karl Landsteiner University</a> pour être utilisé dans nos propres études et est publié gratuitement pour la communauté. Veuillez toutefois citer ESMira si vous l’utilisez dans vos publications (<a href=\"https://github.com/KL-Psychological-Methodology/ESMira/wiki/Conditions-for-using-ESMira\">Plus d'informations sur la citation</a>).",
    "opensource_title": "Open source",
    "opensource_desc": "ESMira est entièrement open source. Signalez des bugs, donnez votre avis ou participez au développement : \n<a href=\"https://github.com/JodliDev/ESMira\" target=\"_blank\">Sur GitHub</a>, vous trouverez le code source et un wiki détaillé du projet.",
    "data_access_title": "Contrôle total sur les données",
    "data_access_desc": "Toutes les données sont envoyées et stockées à un seul endroit : votre propre serveur. Le chercheur est le seul à avoir un contrôle total et un accès complet à toutes les données.",
    "admin_title": "Outil d'administration flexible",
    "admin_desc": "L'outil d'administration puissant permet une large gamme d'options pour configurer votre étude exactement comme vous le souhaitez.",
    "information_page_title": "Page d'information",
    "information_page_desc": "L'interface web génère automatiquement une page d'information pour chaque étude sur le serveur. Cette page comprend des instructions faciles à suivre pour les participants potentiels sur la façon d’installer l’application mobile et de participer à l’étude, y compris un code QR ou des liens vers l’étude.",
    "languages_esmira_title": "Multiples langues",
    "languages_esmira_desc": "Nous recherchons activement des traductions dans le plus de langues possible. À cette fin, nous avons mis en place une <a href='https://translate.jodli.dev'>plateforme de traduction</a> accessible à tous, où chacun peut ajouter de nouvelles traductions ou améliorer les traductions existantes.",
    "languages_studies_title": "Études multilingues",
    "languages_studies_desc": "Les études peuvent être disponibles dans plusieurs langues. Lors de l’inscription, l’application détecte automatiquement la langue du système d’exploitation du participant et présente l’étude dans cette langue. Si la langue nécessaire n’est pas disponible, une langue par défaut prédéfinie sera utilisée.",
    "access_keys_title": "Accès à plusieurs études avec des clés",
    "access_keys_desc": "Les études peuvent être disponibles publiquement sur le serveur ou protégées par un mot de passe (\"clé d'accès\"). Une étude peut avoir plusieurs clés d’accès, et plusieurs études peuvent partager la même clé.",
    "statistics_desc": "ESMira propose plusieurs options pour obtenir un aperçu rapide de l’état actuel d’une étude. L’aperçu général montre diverses statistiques des derniers jours. Des statistiques spécifiques affichent des graphiques détaillés pour les réponses individuelles des participants, et pour une analyse plus approfondie, des graphiques personnalisés donnent un aperçu de cas particuliers.",
    "study_updates_title": "Mises à jour d’études en direct",
    "study_updates_desc": "Les études peuvent être mises à jour même après leur démarrage. En général, une mise à jour n’affectera que les nouveaux participants pour éviter toute confusion ou effet d’intervention. Cependant, si nécessaire, les changements peuvent également être appliqués aux participants existants.",
    "reward_title": "Système de codes de récompense",
    "reward_desc": "Le système de codes de récompense d’ESMira n’est pas lié à l’identifiant utilisateur, ce qui permet aux participants de fournir des informations personnelles sans qu’elles soient liées à leurs données d’étude. Cela permet à l’administrateur de vérifier anonymement la validité d’un code pour éviter les abus potentiels.",
    "data_viewer_title": "Visionneuse de données en ligne",
    "data_viewer_desc": "ESMira propose une visionneuse de données intégrée, bien que toutes les données d’étude puissent également être téléchargées sous forme de fichiers CSV. La visionneuse peut gérer de grands ensembles de données et offre une gamme de filtres utiles ainsi qu’une recherche en texte intégral pour analyser les données en temps réel.",
    "user_title": "Gestion des utilisateurs et des permissions",
    "user_desc": "Le serveur offre un système sophistiqué de gestion des utilisateurs permettant d’ajuster précisément l’accès à différentes études. Différents utilisateurs peuvent avoir des autorisations spécifiques pour modifier des projets, lire et écrire des messages ou accéder aux données.",
    "json_title": "Conception d’étude dans un seul fichier",
    "json_desc": "La conception complète d’une étude est enregistrée dans un seul fichier JSON, qui peut être facilement modifié, exporté ou copié. Cela permet aux chercheurs de publier la conception complète de l’étude avec les données.",
    "more_information": "Plus d’informations"
}
