{
    "admin_title": "כלי ניהול גמיש",
    "admin_desc": "כלי הניהול החזק מאפשר מגוון רחב של אפשרויות להגדיר את המחקר שלך בדיוק כפי שאתה צריך.",
    "information_page_title": "עמוד מידע",
    "languages_esmira_title": "ריבוי שפות",
    "about_text": "ESMira הוא כלי שפותח עבור פרויקטי מחקר המשתמשים בעיצובי Experience Sampling Method (ESM, AA, EMA וכו'). ESMira מציע תהליך התקנה פשוט במיוחד ושימוש קל, והוא חינמי, מבוזר ובקוד פתוח. מנהלי מחקרים יכולים להתקין את ESMira במרחב האינטרנט שלהם מבלי להזדקק לידע טכני נרחב, וכך להישאר עצמאיים משירותי צד שלישי.",
    "esmira_own_server_get_started": "גלה ב-GitHub כיצד להקים שרת ESMira משלך עם ידע טכני בסיסי בלבד.",
    "use_for_own_studies": "השתמש ב-ESMira עבור מחקרים משלך",
    "advantages_participants": "יתרונות למשתתפים",
    "more_information": "מידע נוסף",
    "wiki": "ויקי",
    "repository": "מאגר GitHub",
    "discussions": "פורום דיונים",
    "demo": "שרת הדגמה",
    "translations": "פלטפורמת תרגום",
    "anonymous_title": "אנונימיות מלאה",
    "anonymous_desc": "בעת פתיחת האפליקציה לראשונה, כל משתתף מקבל מזהה משתמש ייחודי שנוצר באקראי, המשמש להעלאת נתונים או לשליחת הודעות. המשתתפים אינם נדרשים למסור מידע אישי כלשהו כדי להשתמש באפליקציה.",
    "offline_title": "פועלת במלואה גם ללא אינטרנט",
    "offline_desc": "ESMira פועלת גם ללא חיבור אינטרנט קבוע. כל תפקודי המחקר נשמרים באופן מקומי באפליקציה, והנתונים שנשמרים נאגרים ויועלו ברגע שתהיה גישה לאינטרנט.",
    "devices_title": "רשת, אנדרואיד ו-iOS",
    "devices_desc": "משתתפים יכולים להשתמש בממשק האינטרנטי כדי למלא שאלונים, או להשתמש באפליקציות הייעודיות ל-iOS ולאנדרואיד. ה<a href=\"https://github.com/KL-Psychological-Methodology/ESMira-apps\">אפליקציות בקוד פתוח</a> הזמינות בחנויות נתמכות ומתוחזקות על ידינו. השליטה בנתונים נשארת תמיד אצלך.",
    "join_title": "הצטרפות קלה למחקרים",
    "join_desc": "כדי להצטרף למחקר, המשתתפים צריכים רק להתקין את האפליקציה ולהשתמש בסורק קוד ה-QR המובנה כדי לסרוק את קוד ה-QR הייחודי של המחקר (שנוצר אוטומטית על ידי שרת ESMira).",
    "feedback_title": "משוב אישי",
    "feedback_desc": "חוקרים יכולים להגדיר תרשימים מורכבים המחושבים אוטומטית מנתוני המשתתפים. הסטטיסטיקות יכולות להיות מותאמות אישית לכל משתתף או מחושבות מתוך כלל הנתונים של המשתתפים.",
    "chat_title": "צ'אט אנונימי",
    "chat_desc": "משתתפים יכולים לתקשר עם החוקר מתוך האפליקציה ולהישאר אנונימיים לחלוטין תוך כדי. בנוסף, חוקרים יכולים לשלוח הודעות חשובות לכל המשתתפים במחקר.",
    "advantages_researchers": "יתרונות לחוקרים",
    "setup_title": "התקנת שרת קלה",
    "setup_desc": "כדי להקים שרת ESMira משלך נדרש ידע טכני מינימלי בלבד. פשוט העתק את הקבצים הנדרשים לשרת שלך, פתח את דף הבית של ESMira ופעל לפי ההוראות. <a href=\"https://github.com/JodliDev/ESMira/wiki/Setting-up-a-server\" target=\"_blank\">מידע נוסף</a>.",
    "update_title": "עדכון השרת בלחיצה אחת בלבד",
    "update_desc": "ESMira יכולה להתעדכן אוטומטית בלחיצה אחת בלבד. היא תבצע גיבוי לעצמה, תוריד את הגרסה החדשה ביותר מ-GitHub, ואם יש צורך, תעדכן גם את מבנה הנתונים לגרסה החדשה.",
    "free_title": "חינם לחלוטין",
    "free_desc": "ESMira פותחה כפרויקט באוניברסיטת <a class=\"nowrap\" href=\"https://www.kl.ac.at/\">Karl Landsteiner</a> לשימוש במחקרים שלנו ופורסמה לקהילה לשימוש חופשי לחלוטין. עם זאת, אנא צטטו את ESMira אם אתם משתמשים בה בפרסומים שלכם (<a href=\"https://github.com/KL-Psychological-Methodology/ESMira/wiki/Conditions-for-using-ESMira\">מידע נוסף על ציטוט</a>).",
    "opensource_title": "קוד פתוח",
    "opensource_desc": "ESMira היא בקוד פתוח לחלוטין. דווחו על באגים, שלחו משוב או השתתפו בפיתוח:\n<a href=\"https://github.com/JodliDev/ESMira\" target=\"_blank\">ב-GitHub</a> ניתן למצוא את קוד המקור ואת הוויקי המקיף של הפרויקט.",
    "data_access_title": "שליטה מלאה בנתונים",
    "data_access_desc": "כל הנתונים נשלחים ונשמרים במקום אחד בלבד – השרת שלך. רק החוקר מחזיק בשליטה וגישה מלאה לנתונים.",
    "information_page_desc": "ממשק האינטרנט יוצר באופן אוטומטי דף מידע לכל מחקר בשרת. דף זה כולל הוראות ברורות למשתתפים פוטנציאליים כיצד להתקין את האפליקציה ולהצטרף למחקר, כולל קוד QR או קישורים למחקר.",
    "languages_esmira_desc": "אנחנו פועלים באופן פעיל להוסיף תרגומים לכמה שיותר שפות. לשם כך הקמנו <a href='https://translate.jodli.dev'>פלטפורמת תרגום פתוחה</a> שבה ניתן להוסיף או לשפר תרגומים קיימים.",
    "languages_studies_title": "מחקרים מרובי שפות",
    "languages_studies_desc": "למחקרים יכולים להיות מספר שפות. בעת ההרשמה למחקר, האפליקציה מזהה אוטומטית באיזו שפה משתמש מערכת ההפעלה של המשתתף ומציגה את המחקר באותה שפה. אם השפה הדרושה אינה זמינה, תוצג שפת ברירת המחדל המוגדרת מראש.",
    "access_keys_title": "מספר מחקרים עם מפתחות גישה",
    "access_keys_desc": "מחקרים יכולים להיות זמינים לציבור בשרת או מוסתרים באמצעות סיסמה ('מפתח גישה'). למחקר יכול להיות יותר ממפתח אחד, וכמה מחקרים יכולים להשתמש באותו מפתח גישה.",
    "statistics_title": "סטטיסטיקות ותרשימים חיים של המחקר",
    "statistics_desc": "ESMira מציעה מספר אפשרויות לקבל סקירה מהירה של מצב המחקר הנוכחי. התצוגה הכללית מציגה סטטיסטיקות מהימים האחרונים, וסטטיסטיקות ממוקדות מציגות תרשימים מפורטים של תגובות משתתפים בודדים. לניתוח מעמיק יותר, ניתן להגדיר תרשימים מותאמים אישית לצפייה במקרים ספציפיים.",
    "study_updates_title": "עדכונים חיים של מחקרים",
    "study_updates_desc": "ניתן לעדכן מחקרים גם לאחר תחילתם. בדרך כלל, העדכון משפיע רק על משתתפים חדשים כדי למנוע בלבול או השפעות התערבות. אך במידת הצורך, ניתן לפרסם שינויים גם למשתתפים קיימים.",
    "reward_title": "מערכת קודי פרסים",
    "reward_desc": "מערכת קודי הפרסים של ESMira אינה מחוברת למזהה המשתמש, מה שמאפשר למשתתפים לספק מידע אישי נחוץ מבלי שיקושר לנתוני המחקר שלהם, אך מאפשר למנהל המחקר לבדוק באופן אנונימי אם קוד הפרס תקף — כדי למנוע שימוש לרעה.",
    "data_viewer_title": "מציג נתונים מקוון",
    "data_viewer_desc": "ESMira מציעה מציג נתונים מובנה, אך ניתן גם להוריד את כל נתוני המחקר כקבצי CSV. המציג מסוגל לטפל במערכי נתונים גדולים ומספק מגוון מסננים שימושיים וחיפוש מלא לניתוח הנתונים בזמן אמת.",
    "user_title": "ניהול משתמשים והרשאות",
    "user_desc": "השרת מספק מערכת ניהול משתמשים מתקדמת המאפשרת להגדיר גישה מדויקת למחקרים שונים. משתמשים שונים יכולים לקבל הרשאות שונות – לשינוי פרויקטים, קריאה וכתיבה של הודעות בצ'אט, או גישה לנתונים.",
    "json_title": "עיצוב מחקר בקובץ אחד",
    "json_desc": "עיצוב המחקר המלא נשמר בקובץ JSON אחד שניתן לערוך, לייצא או להעתיק בקלות. זה מאפשר לחוקרים לפרסם את עיצוב המחקר המלא יחד עם הנתונים."
}
