{
    "repository": "गिट हब रिपॉज़िटरी",
    "discussions": "चर्चा मंच",
    "about_text": "ईऐसमिरा एक उपकरण है जिसे ऐक्स्पीरींस सैमप्लिग मैथढ़ (जैसे ईऐसएम, ऐऐ, ईऐमऐ,...) का उप्योग करते हुए अनुसंधान के लीए बनाया गया है। ईऐसमिरा की स्थापना और उप्योग करना बहुत सरल है और येह मुफ़्त, विकेंद्रीकृत और ओपन-सोर्स है। अध्ययन व्यवस्थापक बिना अधिक तकनीकी ज्ञान के ईऐसमिरा को अपने स्वयं के वेबस्पेस पर इंस्टॉल कर सकते हैं, जिससे वे तृतीय-पक्ष सेवाओं से स्वतंत्र बने रहे सकते हैं।",
    "esmira_own_server_get_started": "गिट हब पर अपना ईऐसमिरा सर्वर स्थापित करना सीखें, केवल सीमित ईट ज्ञान के साथ।",
    "use_for_own_studies": "अपने स्वयं शोध अध्ययन के लिए ईऐसमिरा का उपयोग करें",
    "advantages_participants": "प्रतिभागियों के लिए लाभ",
    "more_information": "अधिक जानकारी",
    "wiki": "विकी",
    "demo": "डेमो सर्वर",
    "translations": "अनुवाद मंच",
    "anonymous_title": "पूरी तरह से गुमनाम",
    "anonymous_desc": "ऐप को पहली बार खोलते समय, प्रत्येक प्रतिभागी को एक यादृच्छिक रूप से जनरेट किया गया उपयोगकर्ता आईडी असाइन किया जाता है, जिसका उपयोग डेटा अपलोड करने या संदेश भेजने के लिए किया जाता है। प्रतिभागियों को ऐप का उपयोग करने के लिए कोई भी व्यक्तिगत जानकारी प्रदान करने की आवश्यकता नहीं है।",
    "offline_title": "पूरी तरह से ऑफ़लाइन कार्यात्मक",
    "offline_desc": "ESMira एक स्थिर इंटरनेट कनेक्शन के बिना भी कार्य करता है। अध्ययनों की सभी कार्यक्षमता ऐप में स्थानीय रूप से सहेजी जाती है और संग्रहीत डेटा को इंटरनेट कनेक्शन उपलब्ध होते ही अपलोड किया जाएगा।",
    "devices_title": "वेब, Android और iOS",
    "devices_desc": "प्रतिभागी प्रश्नावली भरने के लिए वेब इंटरफ़ेस का उपयोग कर सकते हैं या iOS या Android पर संबंधित नेटिव ऐप्स का उपयोग कर सकते हैं। <a href=\"https://github.com/KL-Psychological-Methodology/ESMira-apps\">ओपन-सोर्स ऐप्स</a> स्टोर में उपलब्ध हैं और हमारे द्वारा समर्थन और रखरखाव किया जाता है। डेटा पर नियंत्रण हमेशा आपके पास रहता है।",
    "join_title": "अध्ययनों में आसानी से शामिल हों",
    "join_desc": "किसी अध्ययन में शामिल होने के लिए, प्रतिभागियों को केवल मोबाइल ऐप इंस्टॉल करना है और बिल्ट-इन QR कोड स्कैनर से अध्ययन का विशिष्ट QR कोड स्कैन करना है (जो ESMira सर्वर द्वारा स्वचालित रूप से बनाया जाता है)।",
    "feedback_title": "व्यक्तिगत प्रतिक्रिया",
    "feedback_desc": "शोधकर्ता प्रतिभागियों के डेटा से स्वचालित रूप से गणना की जाने वाली जटिल चार्ट सेट कर सकते हैं। ये आँकड़े या तो प्रतिभागियों के लिए व्यक्तिगत किए जा सकते हैं या सभी प्रतिभागियों के डेटा पर आधारित हो सकते हैं।",
    "chat_title": "गुमनाम चैट",
    "chat_desc": "प्रतिभागी ऐप के भीतर से शोधकर्ता के साथ संवाद कर सकते हैं और ऐसा करते समय पूरी तरह गुमनाम रह सकते हैं। इसके अतिरिक्त, शोधकर्ता अध्ययन के सभी प्रतिभागियों को महत्वपूर्ण संदेश भेज सकते हैं।",
    "advantages_researchers": "शोधकर्ताओं के लिए लाभ",
    "setup_title": "आसान सर्वर सेटअप",
    "setup_desc": "अपना ESMira सर्वर सेटअप करने के लिए केवल न्यूनतम IT ज्ञान की आवश्यकता होती है। बस आवश्यक फ़ाइलों को अपने सर्वर पर कॉपी करें, ESMira का मुख्य पृष्ठ खोलें और निर्देशों का पालन करें। <a href=\"https://github.com/JodliDev/ESMira/wiki/Setting-up-a-server\" target=\"_blank\">अधिक जानकारी</a>।",
    "update_title": "सिर्फ एक क्लिक से सर्वर अपडेट करें",
    "update_desc": "ESMira सिर्फ एक बटन क्लिक के साथ स्वतः अपडेट हो सकता है। यह स्वयं का बैकअप लेगा, GitHub से नवीनतम संस्करण डाउनलोड करेगा, और यदि आवश्यक हो तो डेटा संरचना को भी नवीनतम संस्करण में अपडेट करेगा।",
    "free_title": "पूरी तरह से मुफ़्त",
    "free_desc": "ESMira को <a class=\"nowrap\" href=\"https://www.kl.ac.at/\">Karl Landsteiner University</a> में एक परियोजना के रूप में विकसित किया गया है ताकि इसका उपयोग हमारे अपने अध्ययनों के लिए किया जा सके और समुदाय के लिए पूरी तरह मुफ़्त में प्रकाशित किया गया है। लेकिन यदि आप इसका उपयोग अपने प्रकाशनों में करते हैं तो कृपया ESMira का हवाला दें (<a href=\"https://github.com/KL-Psychological-Methodology/ESMira/wiki/Conditions-for-using-ESMira\">उल्लेख के बारे में अधिक जानकारी</a>)।",
    "opensource_title": "ओपन-सोर्स",
    "opensource_desc": "ESMira पूरी तरह ओपन-सोर्स है। बग्स रिपोर्ट करें, प्रतिक्रिया दें या विकास में भाग लें: \n<a href=\"https://github.com/JodliDev/ESMira\" target=\"_blank\">GitHub</a> पर आप स्रोत कोड और परियोजना के लिए विस्तृत विकि पा सकते हैं।",
    "data_access_title": "डेटा पर पूरा नियंत्रण",
    "data_access_desc": "सभी डेटा केवल एक ही स्थान पर भेजा और संग्रहीत किया जाता है - आपके अपने सर्वर पर। शोधकर्ता ही एकमात्र व्यक्ति होता है जिसके पास सभी डेटा तक पूरा नियंत्रण और पहुंच होती है।",
    "admin_title": "लचीला व्यवस्थापक उपकरण",
    "admin_desc": "शक्तिशाली व्यवस्थापक उपकरण आपको अपने अध्ययन को ठीक वैसे ही सेट करने के लिए कई विकल्प प्रदान करता है जैसे आप चाहते हैं।",
    "information_page_title": "जानकारी पृष्ठ",
    "information_page_desc": "वेब इंटरफ़ेस प्रत्येक अध्ययन के लिए सर्वर पर स्वचालित रूप से जनरेट की गई एक जानकारी वेबपेज प्रदान करता है। इस वेबपेज में संभावित प्रतिभागियों के लिए मोबाइल ऐप कैसे इंस्टॉल करें और अध्ययन में कैसे भाग लें, इस पर सरल निर्देश शामिल होते हैं, जिसमें एक QR कोड या अध्ययन के लिंक शामिल होते हैं।",
    "languages_esmira_title": "कई भाषाएँ",
    "languages_esmira_desc": "हम अधिक से अधिक भाषाओं में अनुवाद की सक्रिय रूप से तलाश कर रहे हैं। इसके लिए हमने एक सार्वजनिक रूप से उपलब्ध <a href='https://translate.jodli.dev'>अनुवाद मंच</a> तैयार किया है, जहां अन्य लोग नए अनुवाद जोड़ सकते हैं या मौजूदा अनुवादों को बेहतर बना सकते हैं।",
    "languages_studies_title": "कई भाषाओं वाले अध्ययन",
    "languages_studies_desc": "अध्ययन में कई भाषाएँ हो सकती हैं। अध्ययन में नामांकन के दौरान, ऐप स्वचालित रूप से पता लगाता है कि प्रतिभागी का ऑपरेटिंग सिस्टम कौन सी भाषा उपयोग कर रहा है और अध्ययन को उसी भाषा में प्रस्तुत करता है। यदि आवश्यक भाषा उपलब्ध नहीं है, तो यह पूर्वनिर्धारित डिफ़ॉल्ट भाषा में प्रस्तुत किया जाएगा।",
    "access_keys_title": "एक्सेस कुंजियों के साथ कई अध्ययन",
    "access_keys_desc": "अध्ययन या तो सर्वर पर सार्वजनिक रूप से उपलब्ध हो सकते हैं या पासवर्ड (\"एक्सेस कुंजी\") से छिपे हो सकते हैं। एक अध्ययन में कई एक्सेस कुंजियाँ हो सकती हैं, और कई अध्ययन एक ही एक्सेस कुंजी साझा कर सकते हैं।",
    "statistics_title": "लाइव अध्ययन आंकड़े और चार्ट",
    "statistics_desc": "ESMira कई विकल्प प्रदान करता है ताकि अध्ययन की वर्तमान स्थिति का त्वरित अवलोकन प्राप्त किया जा सके। सामान्य अवलोकन पिछले कुछ दिनों के आँकड़े दिखाता है। विशिष्ट आँकड़े व्यक्तिगत प्रतिभागियों की प्रतिक्रियाओं के विस्तृत चार्ट दिखाते हैं, और अधिक गहराई से विश्लेषण के लिए, कस्टम चार्ट विशिष्ट मामलों का अवलोकन प्रदान कर सकते हैं।",
    "study_updates_title": "अध्ययनों का लाइव अपडेट",
    "study_updates_desc": "अध्ययन की शुरुआत के बाद भी उन्हें अपडेट किया जा सकता है। सामान्यतः, अध्ययन में अपडेट केवल नए प्रतिभागियों को ही प्रभावित करता है ताकि भ्रम या हस्तक्षेप प्रभाव से बचा जा सके। लेकिन यदि आवश्यक हो, तो परिवर्तन मौजूदा प्रतिभागियों पर भी लागू किए जा सकते हैं।",
    "reward_title": "इनाम कोड प्रणाली",
    "reward_desc": "ESMira की इनाम कोड प्रणाली उपयोगकर्ता आईडी से जुड़ी नहीं होती, जिससे प्रतिभागी बिना अपने अध्ययन डेटा से किसी भी व्यक्तिगत जानकारी को जोड़े जानकारी प्रदान कर सकते हैं, लेकिन अध्ययन व्यवस्थापक को गुमनाम रूप से सत्यापित करने की अनुमति मिलती है कि कोई इनाम कोड वैध है या नहीं, ताकि दुरुपयोग को रोका जा सके।",
    "data_viewer_title": "ऑनलाइन डेटा व्यूअर",
    "data_viewer_desc": "ESMira एक अंतर्निहित डेटा व्यूअर प्रदान करता है, हालांकि सभी अध्ययन डेटा CSV फ़ाइलों के रूप में भी डाउनलोड किए जा सकते हैं। यह व्यूअर बड़े डेटा सेट को संभाल सकता है और उपयोगी फ़िल्टर और पूर्ण-पाठ खोज विकल्पों की एक श्रृंखला भी प्रदान करता है ताकि अध्ययन डेटा का रीयल टाइम में विश्लेषण किया जा सके।",
    "user_title": "उपयोगकर्ता और अनुमति प्रबंधन",
    "user_desc": "सर्वर एक परिष्कृत उपयोगकर्ता प्रबंधन प्रणाली प्रदान करता है जिससे विभिन्न अध्ययनों तक पहुंच को सूक्ष्म रूप से नियंत्रित किया जा सकता है। विभिन्न उपयोगकर्ताओं को चयनित अध्ययनों के लिए चयनित पहुंच अनुमतियाँ दी जा सकती हैं, जैसे कि परियोजनाओं को बदलना, चैट संदेश पढ़ना और लिखना, या डेटा तक पहुंच।",
    "json_title": "एक फ़ाइल में अध्ययन डिज़ाइन",
    "json_desc": "किसी अध्ययन की पूरी डिज़ाइन एकल JSON फ़ाइल में सहेजी जाती है जिसे आसानी से संपादित, निर्यात या कॉपी किया जा सकता है। यह शोधकर्ताओं को डेटा के साथ पूरी अध्ययन डिज़ाइन प्रकाशित करने की अनुमति देता है।"
}
