{
    "statistics_desc": "ESMira offre diverse opzioni per ottenere una rapida panoramica dello stato attuale di uno studio. La panoramica generale mostra diverse statistiche degli ultimi giorni. Statistiche specifiche mostrano grafici dettagliati per le risposte dei singoli partecipanti e, per un'analisi più approfondita, grafici personalizzati possono fornire una panoramica di casi specifici.",
    "data_viewer_title": "Visualizzatore di dati in linea",
    "data_viewer_desc": "ESMira offre un visualizzatore di dati integrato, sebbene tutti i dati dello studio possano anche essere scaricati come file CSV. Il visualizzatore può gestire insiemi di dati di grandi dimensioni e fornisce anche una gamma di filtri utili e opzioni di ricerca full-text per analizzare i dati dello studio in tempo reale.",
    "user_desc": "Il server fornisce un sofisticato sistema di gestione degli utenti per ottimizzare l'accesso ai diversi studi. Diversi utenti possono avere selezionato permessi di accesso a studi selezionati, ad esempio modificare progetti, leggere e scrivere messaggi di chat o accedere ai dati.",
    "json_desc": "Il progetto di studio completo di uno studio viene salvato in un singolo file JSON che può essere facilmente modificato, esportato o copiato. Ciò consente ai ricercatori di pubblicare il disegno completo dello studio insieme ai dati.",
    "esmira_own_server_get_started": "Scopri su GitHub come configurare il tuo server ESMira. Sono chieste limitate conoscenze IT.",
    "use_for_own_studies": "Utilizza ESMira per i tuoi studi",
    "advantages_participants": "Vantaggi per i partecipanti",
    "more_information": "Ulteriori informazioni",
    "repository": "Archivio GitHub",
    "discussions": "Forum di discussione",
    "demo": "Server dimostrativo (Demo)",
    "translations": "Piattaforma di traduzione",
    "anonymous_title": "Completamente anonimo",
    "offline_title": "Completamente funzionante offline",
    "offline_desc": "ESMira funziona senza una costante connessione Internet. Tutte le funzionalità degli studi vengono salvate localmente nell'app e i dati salvati vengono memorizzati nella cache e verranno caricati non appena sarà disponibile una connessione Internet.",
    "devices_title": "Web, Android e iOS",
    "join_title": "Partecipa facilmente agli studi",
    "wiki": "Pagina Wiki",
    "feedback_title": "Feedback personale",
    "chat_title": "Chat anonima",
    "chat_desc": "I partecipanti possono comunicare con il ricercatore dall'interno dell'app e rimanere completamente anonimi mentre lo fanno. Inoltre, i ricercatori possono inviare messaggi importanti a tutti i partecipanti ad uno studio.",
    "advantages_researchers": "Vantaggi per i ricercatori",
    "setup_title": "Configurazione semplice del server",
    "update_title": "Aggiorna il server con un solo clic",
    "update_desc": "ESMira può aggiornarsi automaticamente con un semplice clic ad un pulsante. Quindi eseguirà il backup, scaricherà la versione più recente da GitHub e, se necessario, aggiornerà la struttura dei dati alla versione più recente.",
    "free_title": "Completamente gratuita",
    "data_access_title": "Completo controllo sui dati",
    "admin_title": "Strumento di amministrazione flessibile",
    "information_page_title": "Pagina con le informazioni",
    "information_page_desc": "L'interfaccia web fornisce una pagina internet informativa generata automaticamente sul server per ogni studio. Questa pagina Web include istruzioni facili da seguire per i potenziali partecipanti su come installare l'app mobile e partecipare allo studio, incluso un codice QR o i link di collegamento allo studio.",
    "languages_esmira_title": "Molteplici lingue",
    "languages_studies_title": "Studi con più lingue",
    "languages_studies_desc": "Gli studi possono avere più lingue. Durante la creazione di uno studio, l'app rileva automaticamente quale lingua utilizza il sistema operativo di un partecipante e presenta lo studio nella stessa lingua. Se la lingua necessaria non è disponibile, verrà invece presentata in una lingua predefinita di sistema.",
    "access_keys_title": "Studi multipli con chiavi di accesso",
    "statistics_title": "Statistiche e grafici dello studio dal vivo",
    "study_updates_title": "Aggiornamento in tempo reale degli studi",
    "study_updates_desc": "Gli studi possono essere aggiornati anche dopo l'inizio di uno studio. In generale, un aggiornamento di uno studio interesserà solo i nuovi partecipanti per evitare confusione o effetti di intervento. Ma, se necessario, le modifiche possono essere rilasciate anche ai partecipanti esistenti.",
    "reward_title": "Sistema di codici premio e ricompense",
    "reward_desc": "Il sistema di codici premio di ESMira non è collegato all'ID utente che consente ai partecipanti di fornire tutte le informazioni personali necessarie senza che queste siano collegate ai dati dello studio, ma consente all'amministratore dello studio di verificare in modo anonimo se un codice premio è valido, per evitare potenziali abusi.",
    "user_title": "Gestione utenti e permessi",
    "json_title": "Progettazione dello studio in un unico file",
    "about_text": "ESMira è uno strumento sviluppato per progetti di ricerca che utilizzano design di Experience Sampling Method (ESM, AA, EMA, ...). ESMira offre un processo di configurazione molto semplice e facilità d'uso, pur essendo gratuito, decentralizzato e open source. Gli amministratori dello studio possono installare ESMira sul proprio spazio web senza bisogno di grandi conoscenze tecniche, consentendo loro di rimanere indipendenti dai servizi di terze parti.",
    "anonymous_desc": "Alla prima apertura dell'app, a ciascun partecipante viene assegnato il proprio ID utente generato in moda casuale, che verrà utilizzato per caricare dati o inviare messaggi. I partecipanti non devono fornire alcuna informazione personale per utilizzare l'app.",
    "devices_desc": "I partecipanti possono utilizzare l'interfaccia web per compilare questionari o utilizzare le rispettive app native su iOS o Android. L'<a href=\"https://github.com/KL-Psychological-Methodology/ESMira-apps\">app open source</a> nello store è supportata e gestita da noi. Il controllo sui dati rimane sempre con te.",
    "join_desc": "Per partecipare a uno studio, i partecipanti devono solo installare l'app mobile e utilizzare lo scanner per codici QR integrato per scansionare il codice QR dello studio specifico (che viene creato automaticamente dal server ESMira).",
    "feedback_desc": "Il ricercatore può impostare grafici complessi che verranno generati automaticamente in base ai dati dei partecipanti. Queste statistiche possono essere personalizzate in base ai partecipanti o calcolate in base ai dati di tutti i partecipanti.",
    "setup_desc": "Per configurare il tuo server ESMira è richiesta solo una conoscenza IT minima. Basta copiare i file necessari sul tuo server, aprire la pagina principale di ESMira e seguire le istruzioni. <a href=\"https://github.com/JodliDev/ESMira/wiki/Setting-up-a-server\" target=\"_blank\">Maggiori informazioni</a>.",
    "free_desc": "ESMira è sviluppata come un progetto presso la <a class=\"nowrap\" href=\"https://www.kl.ac.at/\">Karl Landsteiner University</a> per essere utilizzata per i nostri studi ed è un progetto pubblicato per la comunità da utilizzare in modo completamente gratuito. Ma per favore cita ESMira se lo usi per le tue pubblicazioni (<a href=\"https://github.com/KL-Psychological-Methodology/ESMira/wiki/Conditions-for-using-ESMira\">Maggiori informazioni sulle citazioni</a>).",
    "opensource_title": "Open source",
    "opensource_desc": "ESMira è completamente Open Source. Segnala bug, fornisci feedback o prendi parte allo sviluppo: \n<a href=\"https://github.com/JodliDev/ESMira\" target=\"_blank\">Su GitHub</a> puoi trovare il codice sorgente e un'ampia wiki per il progetto.",
    "data_access_desc": "Tutti i dati vengono inviati e archiviati in un unico posto: il tuo server. Il ricercatore è l’unico che ha il controllo completo e l’accesso a tutti i dati.",
    "admin_desc": "Il potente strumento di amministrazione consente un'ampia gamma di opzioni per impostare il tuo studio esattamente come hai bisogno.",
    "languages_esmira_desc": "Stiamo cercando attivamente traduzioni in quante più lingue possibili. A questo scopo, abbiamo creato una <a href='https://translate.jodli.dev'>piattaforma di traduzione</a>, disponibile in modalità aperta, dove altri possono aggiungere nuove traduzioni o migliorare quelle esistenti.",
    "access_keys_desc": "Gli studi possono essere disponibili pubblicamente sul server o nascosti con una password (\"chiave di accesso\"). Uno studio può avere più chiavi di accesso e più studi possono condividere la stessa chiave di accesso."
}
