{
    "anonymous_title": "完全な匿名性",
    "devices_title": "Web、Android、iOS",
    "free_title": "完全無料",
    "languages_studies_title": "多言語対応の研究",
    "user_title": "ユーザーと権限の管理",
    "about_text": "ESMiraは、経験サンプリング法（Experience Sampling Method：ESM, AA, EMA など）を用いた研究プロジェクトのために開発されたツールです。ESMiraは、無料で分散型かつオープンソースでありながら、設定手順が非常に簡単で、誰でも扱いやすいことが特長です。研究管理者は高度な技術的知識がなくても、自身のWebスペースにESMiraをインストールでき、第三者のサービスに依存せずに運用できます。",
    "esmira_own_server_get_started": "GitHubで、限られたIT知識だけで自分専用のESMiraサーバーを構築する方法をご覧ください。",
    "use_for_own_studies": "ESMiraを自分の研究に利用する",
    "advantages_participants": "参加者にとっての利点",
    "wiki": "Wiki",
    "repository": "GitHubリポジトリ",
    "discussions": "ディスカッションフォーラム",
    "demo": "デモサーバー",
    "translations": "翻訳プラットフォーム",
    "anonymous_desc": "アプリを初めて開いたとき、各参加者にはデータのアップロードやメッセージ送信に使用されるランダムに生成された固有のユーザーIDが割り当てられます。参加者はアプリを利用するために個人情報を提供する必要はありません。",
    "offline_title": "オフラインでも完全に動作",
    "offline_desc": "ESMiraは、常時インターネット接続がなくても動作します。研究に必要なすべての機能はアプリ内にローカル保存され、収集されたデータはキャッシュされて、インターネット接続が利用可能になった時点で自動的にアップロードされます。",
    "devices_desc": "参加者は、Webインターフェースを使って質問紙に回答することも、iOSやAndroidのネイティブアプリを利用することもできます。ストアで提供されている<a href=\"https://github.com/KL-Psychological-Methodology/ESMira-apps\">オープンソースアプリ</a>は、私たちがサポートおよび保守しています。データの管理権限は常にあなたの手元にあります。",
    "join_title": "簡単に研究に参加",
    "join_desc": "研究に参加するには、参加者はモバイルアプリをインストールし、内蔵のQRコードスキャナーで、その研究専用のQRコード（ESMiraサーバーが自動生成）を読み取るだけで十分です。",
    "feedback_title": "パーソナルフィードバック",
    "feedback_desc": "研究者は、参加者のデータから自動的に算出される複雑なチャートを設定できます。これらの統計は、個々の参加者向けにパーソナライズすることも、すべての参加者のデータを用いて集団として算出することもできます。",
    "chat_title": "匿名チャット",
    "chat_desc": "参加者はアプリ内から研究者とやり取りすることができ、その際も完全な匿名性が保たれます。さらに、研究者は重要なメッセージを研究のすべての参加者に一斉送信できます。",
    "advantages_researchers": "研究者にとっての利点",
    "setup_title": "簡単なサーバー設定",
    "setup_desc": "自分専用のESMiraサーバーを構築するために必要なIT知識は最小限です。必要なファイルをサーバーにコピーし、ESMiraのメインページを開いて表示される手順に従うだけです。<a href=\"https://github.com/JodliDev/ESMira/wiki/Setting-up-a-server\" target=\"_blank\">詳細はこちら</a>。",
    "update_title": "ワンクリックでサーバーを更新",
    "update_desc": "ESMiraは、ボタンをワンクリックするだけで自動的に更新できます。その際、自身のバックアップを作成し、GitHubから最新バージョンをダウンロードし、必要に応じてデータ構造も最新バージョンへ更新します。",
    "free_desc": "ESMiraは、<a class=\"nowrap\" href=\"https://www.kl.ac.at/\">カール・ランドシュタイナー大学</a>におけるプロジェクトとして、私たち自身の研究で利用するために開発され、コミュニティが無料で利用できるよう公開されています。ただし、ご自身の研究成果として公表される場合は、ESMiraを引用していただくようお願いします（<a href=\"https://github.com/KL-Psychological-Methodology/ESMira/wiki/Conditions-for-using-ESMira\">引用に関する詳細</a>）。",
    "opensource_title": "オープンソース",
    "opensource_desc": "ESMiraは完全にオープンソースです。バグの報告、フィードバックの提供、開発への参加などが可能です。\n<a href=\"https://github.com/JodliDev/ESMira\" target=\"_blank\">GitHub</a>では、このプロジェクトのソースコードと充実したWikiを閲覧できます。",
    "data_access_title": "データへの完全なコントロール",
    "data_access_desc": "すべてのデータは、あなた自身のサーバーという一箇所にのみ送信・保存されます。データに対して完全なコントロールとアクセス権を持つのは研究者だけです。",
    "admin_title": "柔軟な管理ツール",
    "admin_desc": "強力な管理ツールにより、ニーズに合わせて研究を柔軟かつ詳細に設定することができます。",
    "information_page_title": "インフォメーションページ",
    "information_page_desc": "Webインターフェースは、各研究に対してサーバー上に自動生成される情報ページを提供します。このページには、モバイルアプリのインストール方法や研究への参加方法について、潜在的な参加者にも分かりやすい手順が記載されており、QRコードや研究へのリンクも含まれます。",
    "languages_esmira_title": "多言語対応",
    "languages_esmira_desc": "私たちは、できるだけ多くの言語への翻訳を積極的に募集しています。そのために、誰でも利用できる<a href='https://translate.jodli.dev'>翻訳プラットフォーム</a>を用意しており、新しい翻訳の追加や既存の翻訳の改善を行うことができます。",
    "languages_studies_desc": "各研究は複数の言語を持つことができます。参加登録の際、アプリは参加者の端末のOS言語を自動的に検出し、その言語で研究内容を表示します。必要な言語が利用できない場合は、あらかじめ設定されたデフォルト言語で表示されます。",
    "access_keys_title": "アクセスキーによる複数の研究管理",
    "access_keys_desc": "研究はサーバー上で公開することも、パスワード（\"アクセスキー\"）によって非公開にすることもできます。1つの研究に複数のアクセスキーを設定することができ、また複数の研究で同じアクセスキーを共有することも可能です。",
    "statistics_title": "リアルタイムな統計とチャート",
    "statistics_desc": "ESMiraは、研究の現状を素早く把握するためのさまざまな機能を提供します。概要画面では直近数日間の統計が表示され、個別の統計画面では、各参加者の回答に関する詳細なチャートを確認できます。さらに、カスタムチャートを利用することで、特定のケースについてより踏み込んだ分析を行うことができます。",
    "study_updates_title": "研究のリアルタイム更新",
    "study_updates_desc": "研究開始後でも、研究内容を更新することができます。原則として、混乱や介入効果を防ぐため、更新は新規参加者のみに適用されますが、必要に応じて既存の参加者にも変更を反映させることができます。",
    "reward_title": "報酬コードシステム",
    "reward_desc": "ESMiraの報酬コードシステムはユーザーIDと紐づいていないため、参加者は必要な個人情報を研究データと切り離した形で提供できます。一方で、研究管理者は報酬コードが有効かどうかを匿名のまま確認できるため、不正利用を防ぐことができます。",
    "data_viewer_title": "オンラインデータビューア",
    "data_viewer_desc": "ESMiraには組み込みのデータビューアが用意されており、研究データをCSVファイルとしてダウンロードすることも可能です。ビューアは大規模なデータセットにも対応しており、多様なフィルタや全文検索機能を使って、研究データをリアルタイムに分析できます。",
    "user_desc": "サーバーには高度なユーザー管理システムが備わっており、各研究へのアクセス権限を細かく調整できます。ユーザーごとに、プロジェクトの編集、チャットメッセージの閲覧・送信、データへのアクセスなど、特定の研究に対する特定の権限を付与することが可能です。",
    "json_title": "1つのファイルにまとまった研究デザイン",
    "json_desc": "研究の完全なデザインは1つのJSONファイルとして保存され、簡単に編集・エクスポート・コピーできます。これにより、研究者はデータと合わせて完全な研究デザインを公開することができます。",
    "more_information": "さらに詳しく"
}
