{
    "esmira_own_server_get_started": "GitHub에서 자세한 안내를 통해, 많은 IT 지식 없이도 자신의 ESMira 서버를 설정하는 방법을 확인할 수 있습니다.",
    "json_desc": "연구의 전체 설계는 하나의 JSON 파일에 저장되며, 이를 쉽게 편집·내보내기·복사할 수 있습니다. 이를 통해 연구자는 데이터와 함께 전체 연구 설계를 함께 공개할 수 있습니다.",
    "about_text": "ESMira는 경험표집법(Experience Sampling Method, ESM, AA, EMA 등) 설계를 사용하는 연구 프로젝트를 위해 개발된 도구입니다. ESMira는 간단한 설정 과정과 쉬운 사용성을 제공하면서도 무료이고, 분산형이며, 오픈 소스입니다. 연구 관리자는 많은 기술 지식 없이도 자신의 웹 공간에 ESMira를 설치할 수 있으며, 이를 통해 타사 서비스로부터 독립성을 유지할 수 있습니다.",
    "use_for_own_studies": "자신의 연구에 ESMira 사용하기",
    "advantages_participants": "참여자에게 주는 장점",
    "wiki": "위키",
    "repository": "GitHub 저장소",
    "discussions": "토론 포럼",
    "demo": "데모 서버",
    "translations": "번역 플랫폼",
    "anonymous_title": "완전히 익명",
    "anonymous_desc": "앱을 처음 실행할 때 각 참여자에게 무작위로 생성된 사용자 ID가 부여되며, 이는 데이터 업로드나 메시지 전송에 사용됩니다. 참여자는 앱을 사용하기 위해 어떠한 개인 정보도 제공할 필요가 없습니다.",
    "offline_title": "오프라인에서도 완전 동작",
    "offline_desc": "ESMira는 지속적인 인터넷 연결 없이도 사용할 수 있습니다. 연구의 모든 기능은 앱 안에 로컬로 저장되며, 수집된 데이터는 캐시되었다가 인터넷 연결이 생기는 즉시 업로드됩니다.",
    "devices_title": "웹, Android 및 iOS",
    "more_information": "추가 정보",
    "devices_desc": "참여자는 웹 인터페이스를 통해 설문을 작성할 수도 있고, iOS나 Android용 네이티브 앱을 사용할 수도 있습니다. 스토어에 제공된 <a href=\"https://github.com/KL-Psychological-Methodology/ESMira-apps\">오픈 소스 앱</a>은 저희가 직접 유지·관리합니다. 데이터에 대한 통제권은 언제나 연구자에게 있습니다.",
    "join_title": "연구에 쉽게 참여",
    "join_desc": "참여자는 모바일 앱을 설치한 뒤 내장된 QR 코드 스캐너로 해당 연구의 전용 QR 코드를 스캔하기만 하면 됩니다(이 코드는 ESMira 서버에서 자동으로 생성됩니다).",
    "feedback_title": "개인화된 피드백",
    "feedback_desc": "연구자는 참여자의 데이터를 기반으로 자동으로 계산되는 복잡한 차트를 설정할 수 있습니다. 이러한 통계는 개별 참여자에게 개인화된 형태로 보여 줄 수도 있고, 모든 참여자의 데이터를 모아 계산할 수도 있습니다.",
    "chat_title": "익명 채팅",
    "chat_desc": "참여자는 앱 안에서 연구자와 직접 소통할 수 있으며, 이 과정에서 완전한 익명성이 유지됩니다. 또한 연구자는 연구에 참여 중인 모든 사람에게 중요한 메시지를 일괄 발송할 수 있습니다.",
    "advantages_researchers": "연구자에게 주는 장점",
    "setup_title": "간편한 서버 설치",
    "setup_desc": "자신만의 ESMira 서버를 설정하는 데에는 최소한의 IT 지식만 필요합니다. 필요한 파일들을 서버에 업로드하고, ESMira의 메인 페이지를 연 다음 지시에 따라 진행하면 됩니다. <a href=\"https://github.com/JodliDev/ESMira/wiki/Setting-up-a-server\" target=\"_blank\">설치에 대한 자세한 정보</a>도 제공됩니다.",
    "update_title": "한 번의 클릭으로 서버 업데이트",
    "update_desc": "ESMira는 단 한 번의 클릭으로 자동 업데이트를 수행할 수 있습니다. 이때 먼저 자체 백업을 만들고, GitHub에서 최신 버전을 내려받은 뒤, 필요하다면 데이터 구조를 최신 버전에 맞게 자동으로 변환합니다.",
    "free_title": "완전히 무료",
    "free_desc": "ESMira는 <a class=\"nowrap\" href=\"https://www.kl.ac.at/\">Karl Landsteiner University</a>에서 자체 연구에 활용하기 위해 개발되었으며, 커뮤니티가 무료로 사용할 수 있도록 공개되어 있습니다. 다만, 본인 연구에 ESMira를 사용하시는 경우에는 ESMira를 인용해 주시기를 부탁드립니다(<a href=\"https://github.com/KL-Psychological-Methodology/ESMira/wiki/Conditions-for-using-ESMira\">인용 방법에 대한 자세한 정보</a>).",
    "opensource_title": "오픈 소스",
    "opensource_desc": "ESMira는 완전한 오픈 소스 프로젝트입니다. 버그를 보고하거나, 피드백을 주거나, 개발에 직접 참여해 보세요.\n<a href=\"https://github.com/JodliDev/ESMira\" target=\"_blank\">GitHub</a>에서 소스 코드와 프로젝트에 관한 상세 위키를 확인할 수 있습니다.",
    "data_access_title": "데이터에 대한 완전한 통제",
    "data_access_desc": "모든 데이터는 오직 한 곳, 바로 연구자의 서버로만 전송·저장됩니다. 연구자만이 해당 데이터에 대한 완전한 접근 권한과 통제권을 갖습니다.",
    "admin_title": "유연한 관리자 도구",
    "admin_desc": "강력한 관리자 도구를 통해 연구를 원하는 방식대로 세밀하게 설정할 수 있습니다.",
    "information_page_title": "정보 페이지",
    "information_page_desc": "웹 인터페이스는 각 연구에 대해 서버 상에 자동 생성된 정보 웹페이지를 제공합니다. 이 페이지에는 잠재적 참여자가 모바일 앱을 설치하고 연구에 참여하는 방법에 대한 쉬운 안내와 함께, 연구용 QR 코드 및 관련 링크가 포함됩니다.",
    "languages_esmira_title": "다국어 지원",
    "languages_esmira_desc": "저희는 가능한 많은 언어로의 번역을 적극적으로 찾고 있습니다. 이를 위해 누구나 참여할 수 있는 <a href='https://translate.jodli.dev'>번역 플랫폼</a>을 마련하여, 새로운 번역을 추가하거나 기존 번역을 개선할 수 있도록 하고 있습니다.",
    "languages_studies_title": "다국어 연구 지원",
    "languages_studies_desc": "하나의 연구 안에 여러 언어를 포함할 수 있습니다. 참여자가 연구에 등록하는 과정에서 앱은 운영체제의 언어 설정을 자동으로 감지하여 동일한 언어로 연구를 표시합니다. 필요한 언어가 제공되지 않는 경우에는 미리 지정된 기본 언어로 연구가 제공됩니다.",
    "access_keys_title": "액세스 키를 이용한 다중 연구",
    "access_keys_desc": "연구는 서버에서 공개 상태로 제공할 수도 있고 비밀번호(“액세스 키”)로 숨길 수도 있습니다. 하나의 연구에 여러 개의 액세스 키를 설정할 수 있으며, 여러 연구가 동일한 액세스 키를 공유하도록 설정하는 것도 가능합니다.",
    "statistics_title": "실시간 연구 통계와 차트",
    "statistics_desc": "ESMira는 연구의 현재 상태를 빠르게 파악할 수 있는 다양한 통계 기능을 제공합니다. 전체 개요 화면에서는 최근 일수를 기준으로 여러 가지 지표를 보여 주며, 보다 구체적인 통계 화면에서는 개별 참여자의 응답에 대한 상세 차트를 확인할 수 있습니다. 더 심층적인 분석을 위해 특정 사례를 요약하여 보여주는 맞춤형 차트도 만들 수 있습니다.",
    "study_updates_title": "연구의 실시간 업데이트",
    "study_updates_desc": "연구는 시작된 이후에도 업데이트할 수 있습니다. 일반적으로 혼란이나 개입 효과를 피하기 위해 업데이트는 새로 참여하는 사람들에게만 적용되지만, 필요할 경우 기존 참여자에게도 변경 사항을 배포할 수 있습니다.",
    "reward_title": "보상 코드 시스템",
    "reward_desc": "ESMira의 보상 코드 시스템은 사용자 ID와 연결되어 있지 않기 때문에, 참여자가 필요한 개인 정보를 제공하더라도 연구 데이터와 연결되지 않습니다. 동시에 연구 관리자는 잠재적인 악용을 방지하기 위해, 개별 보상 코드가 유효한지 익명으로 확인할 수 있습니다.",
    "data_viewer_title": "온라인 데이터 뷰어",
    "data_viewer_desc": "ESMira에는 내장 데이터 뷰어가 포함되어 있으며, 모든 연구 데이터는 CSV 파일로 내려받을 수도 있습니다. 이 뷰어는 대용량 데이터도 처리할 수 있고, 다양한 유용한 필터와 전체 텍스트 검색 기능을 제공하여 연구 데이터를 실시간으로 탐색·분석할 수 있게 해 줍니다.",
    "user_title": "사용자 및 권한 관리",
    "user_desc": "서버는 개별 연구에 대한 접근 권한을 세밀하게 조정할 수 있는 고급 사용자 관리 시스템을 제공합니다. 서로 다른 사용자에게 특정 연구에 대한 선택적 권한(프로젝트 수정, 채팅 메시지 읽기/쓰기, 데이터 접근 등)을 부여할 수 있습니다.",
    "json_title": "하나의 파일에 담긴 연구 설계"
}
