{
    "offline_desc": "ESMira fungerer uten stabil internettilkobling. All funksjonalitet i studiene lagres lokalt i appen, og lagrede data bufres og lastes opp så snart det er en internettforbindelse.",
    "devices_title": "Web, Android og iOS",
    "devices_desc": "Deltakere kan bruke nettgrensesnittet for å fylle ut spørreskjemaer eller bruke de respektive native appene på iOS eller Android. <a href=\"https://github.com/KL-Psychological-Methodology/ESMira-apps\">Open source-appene</a> i butikkene støttes og vedlikeholdes av oss. Du har alltid kontroll over dine data.",
    "join_title": "Bli med i studier enkelt",
    "join_desc": "For å delta i en studie trenger deltakere bare installere mobilappen og bruke den innebygde QR-kodeskanneren for å skanne studiens spesifikke QR-kode (automatisk generert av ESMira-serveren).",
    "feedback_title": "Personlig tilbakemelding",
    "feedback_desc": "Forskere kan sette opp komplekse diagrammer som automatisk beregnes fra deltakernes data. Statistikken kan være personlig for deltakeren eller beregnes fra alle deltakernes data.",
    "chat_title": "Anonym chat",
    "chat_desc": "Deltakere kan kommunisere med forskeren direkte fra appen og forbli helt anonyme. I tillegg kan forskere sende viktige meldinger til alle deltakere i en studie.",
    "advantages_researchers": "Fordeler for forskere",
    "setup_title": "Enkelt serveroppsett",
    "setup_desc": "Det kreves kun minimal IT-kunnskap for å sette opp din egen ESMira-server. Bare kopier de nødvendige filene til serveren din, åpne hovedsiden for ESMira og følg instruksjonene. <a href=\"https://github.com/JodliDev/ESMira/wiki/Setting-up-a-server\" target=\"_blank\">Mer informasjon</a>.",
    "update_title": "Oppdater serveren med ett klikk",
    "update_desc": "ESMira kan oppdateres automatisk med ett enkelt klikk. Systemet tar deretter sikkerhetskopi, laster ned den nyeste versjonen fra GitHub og oppdaterer datastrukturen om nødvendig.",
    "free_title": "Helt gratis",
    "free_desc": "ESMira er utviklet som et prosjekt ved <a class=\"nowrap\" href=\"https://www.kl.ac.at/\">Karl Landsteiner-universitetet</a> for bruk i våre egne studier og er publisert for fellesskapet helt gratis. Vennligst siter ESMira dersom du bruker det i egne publikasjoner (<a href=\"https://github.com/KL-Psychological-Methodology/ESMira/wiki/Conditions-for-using-ESMira\">Mer informasjon om sitering</a>).",
    "opensource_title": "Åpen kildekode",
    "opensource_desc": "ESMira er helt åpen kildekode. Rapporter feil, gi tilbakemeldinger eller delta i utviklingen: \n<a href=\"https://github.com/JodliDev/ESMira\" target=\"_blank\">På GitHub</a> finner du kildekoden og et omfattende wiki for prosjektet.",
    "data_access_title": "Full kontroll over data",
    "data_access_desc": "All data sendes og lagres bare ett sted – din egen server. Forskeren har full kontroll og tilgang til alle data.",
    "admin_title": "Fleksibelt admin-verktøy",
    "admin_desc": "Det kraftige admin-verktøyet tilbyr et bredt spekter av alternativer for å sette opp studien din akkurat slik du trenger det.",
    "information_page_title": "Informasjonsside",
    "information_page_desc": "Nettgrensesnittet genererer automatisk en informasjonsside på serveren for hver studie. Denne siden inneholder enkle instruksjoner for potensielle deltakere om hvordan man installerer mobilappen og deltar i studien, inkludert QR-kode eller lenker.",
    "languages_esmira_title": "Flere språk",
    "languages_esmira_desc": "Vi søker aktivt oversettelser til så mange språk som mulig. Til dette formålet har vi satt opp en åpent tilgjengelig <a href='https://translate.jodli.dev'>oversettelsesplattform</a>, hvor man kan legge til nye oversettelser eller forbedre eksisterende.",
    "languages_studies_title": "Studier med flere språk",
    "languages_studies_desc": "Studier kan ha flere språk. Ved registrering i en studie oppdager appen automatisk hvilket språk deltakerens operativsystem bruker og viser studien på det samme språket. Hvis det nødvendige språket ikke er tilgjengelig, vises det i stedet et forhåndsdefinert standardspråk.",
    "access_keys_title": "Flere studier med tilgangsnøkler",
    "access_keys_desc": "Studier kan enten være offentlig tilgjengelige på serveren eller skjult med passord (\"tilgangsnøkkel\"). En studie kan ha flere tilgangsnøkler, og flere studier kan dele samme nøkkel.",
    "statistics_title": "Sanntidsstatistikk og diagrammer",
    "statistics_desc": "ESMira tilbyr flere alternativer for rask oversikt over statusen til en studie. Den generelle oversikten viser statistikk fra de siste dagene. Spesifikke statistikker viser detaljerte diagrammer for individuelle deltakere, og for mer dyptgående analyser kan egendefinerte diagrammer vise spesifikke tilfeller.",
    "study_updates_desc": "Studier kan oppdateres selv etter at de har startet. Generelt vil oppdateringer kun påvirke nye deltakere for å unngå forvirring eller intervensjonseffekter. Men om nødvendig kan endringer også gjøres tilgjengelige for eksisterende deltakere.",
    "reward_title": "Belønningskodesystem",
    "reward_desc": "ESMiras belønningskodesystem er ikke koblet til bruker-IDen, noe som gjør det mulig for deltakere å oppgi nødvendig personlig informasjon uten at dette kobles til studiedata. Administratorer kan samtidig sjekke gyldigheten av en kode anonymt for å forhindre misbruk.",
    "data_viewer_title": "Nettbasert datavisning",
    "data_viewer_desc": "ESMira tilbyr en innebygd datavisning, selv om alle studiedata også kan lastes ned som CSV-filer. Visningen kan håndtere store datasett og tilbyr nyttige filtre og fulltekstsøk for sanntidsanalyse.",
    "user_title": "Bruker- og tilgangsstyring",
    "user_desc": "Serveren tilbyr et sofistikert brukerstyringssystem for å finjustere tilgang til ulike studier. Ulike brukere kan ha spesifikke tilgangsrettigheter, for eksempel for å endre prosjekter, lese og skrive meldinger eller få tilgang til data.",
    "json_title": "Studiedesign i én fil",
    "json_desc": "Hele studiedesignet lagres i én enkelt JSON-fil som enkelt kan redigeres, eksporteres eller kopieres. Dette gjør det mulig for forskere å publisere hele studiedesignet sammen med dataene.",
    "more_information": "Mer informasjon",
    "about_text": "ESMira er et verktøy utviklet for forskningsprosjekter som bruker Experience Sampling Method (ESM, AA, EMA, …). ESMira tilbyr en svært enkel oppsettprosess og brukervennlighet, samtidig som det er gratis, desentralisert og åpen kildekode. Studieadministratorer kan installere ESMira på sitt eget webområde uten mye teknisk kunnskap, noe som gjør dem uavhengige av tredjepartstjenester.",
    "esmira_own_server_get_started": "Finn ut på GitHub hvordan du setter opp din egen ESMira-server med kun begrenset IT-kunnskap.",
    "use_for_own_studies": "Bruk ESMira for egne studier",
    "advantages_participants": "Fordeler for deltakere",
    "wiki": "Wiki",
    "repository": "GitHub-repositorium",
    "discussions": "Diskusjonsforum",
    "demo": "Demoserver",
    "translations": "Oversettelsesplattform",
    "anonymous_title": "Fullstendig anonymt",
    "anonymous_desc": "Når appen åpnes for første gang, får hver deltaker en tilfeldig generert bruker-ID som brukes til å laste opp data eller sende meldinger. Deltakerne trenger ikke oppgi personlig informasjon for å bruke appen.",
    "offline_title": "Fullt funksjonell offline",
    "study_updates_title": "Sanntidsoppdatering av studier"
}
