{
    "reward_title": "Beloningscodesysteem",
    "more_information": "Meer informatie",
    "about_text": "ESMira is een tool die is ontwikkeld voor onderzoeksprojecten met Experience Sampling Method (ESM, AA, EMA, …) ontwerpen. ESMira biedt een zeer eenvoudig installatieproces en gebruiksgemak, terwijl het gratis, gedecentraliseerd en open-source is. Onderzoeksbeheerders kunnen ESMira op hun eigen webruimte installeren zonder veel technische kennis nodig te hebben, waardoor ze onafhankelijk blijven van externe diensten.",
    "data_access_title": "Volledige controle over gegevens",
    "esmira_own_server_get_started": "Ontdek op GitHub hoe je met beperkte IT-kennis je eigen ESMira-server kunt opzetten.",
    "use_for_own_studies": "Gebruik ESMira voor eigen studies",
    "advantages_participants": "Voordelen voor deelnemers",
    "wiki": "Wiki",
    "repository": "GitHub-repository",
    "discussions": "Discussieforum",
    "demo": "Demoserver",
    "translations": "Vertaalplatform",
    "anonymous_title": "Volledig anoniem",
    "anonymous_desc": "Bij het eerste openen van de app krijgt elke deelnemer een willekeurig gegenereerde gebruikers-ID toegewezen, gebruikt voor het uploaden van gegevens of het verzenden van berichten. Deelnemers hoeven geen persoonlijke informatie te verstrekken om de app te gebruiken.",
    "offline_title": "Volledig offline bruikbaar",
    "offline_desc": "ESMira werkt zonder permanente internetverbinding. Alle functionaliteit van studies wordt lokaal in de app opgeslagen en gegevens worden in de cache bewaard en geüpload zodra er een internetverbinding beschikbaar is.",
    "devices_title": "Web, Android en iOS",
    "devices_desc": "Deelnemers kunnen de webinterface gebruiken om vragenlijsten in te vullen of de respectieve native apps op iOS of Android. De <a href=\"https://github.com/KL-Psychological-Methodology/ESMira-apps\">open-source apps</a> in de stores worden door ons ondersteund en onderhouden. De controle over de gegevens blijft altijd bij jou.",
    "join_title": "Eenvoudig deelnemen aan studies",
    "join_desc": "Om deel te nemen aan een studie hoeven deelnemers alleen de mobiele app te installeren en met de ingebouwde QR-scanner de studiespecifieke QR-code te scannen (die automatisch door de ESMira-server wordt aangemaakt).",
    "feedback_title": "Persoonlijke feedback",
    "feedback_desc": "Onderzoekers kunnen complexe grafieken instellen die automatisch worden berekend op basis van de gegevens van deelnemers. Deze statistieken kunnen worden gepersonaliseerd of berekend op basis van alle deelnemers.",
    "chat_title": "Anonieme chat",
    "chat_desc": "Deelnemers kunnen vanuit de app anoniem communiceren met de onderzoeker. Daarnaast kunnen onderzoekers belangrijke berichten naar alle deelnemers van een studie sturen.",
    "advantages_researchers": "Voordelen voor onderzoekers",
    "setup_title": "Eenvoudige serverinstallatie",
    "setup_desc": "Voor het opzetten van je eigen ESMira-server is slechts minimale IT-kennis vereist. Kopieer gewoon de benodigde bestanden naar je server, open de hoofdpagina van ESMira en volg de instructies. <a href=\"https://github.com/JodliDev/ESMira/wiki/Setting-up-a-server\" target=\"_blank\">Meer informatie</a>.",
    "update_title": "Update de server met één klik",
    "update_desc": "ESMira kan automatisch worden bijgewerkt met één druk op de knop. Het maakt dan een back-up van zichzelf, downloadt de nieuwste versie van GitHub en werkt indien nodig de datastructuur bij.",
    "free_title": "Volledig gratis",
    "free_desc": "ESMira is ontwikkeld als een project aan de <a class=\"nowrap\" href=\"https://www.kl.ac.at/\">Karl Landsteiner Universiteit</a> voor onze eigen studies en wordt volledig gratis beschikbaar gesteld aan de gemeenschap. Vermeld ESMira echter wel in publicaties waarin het wordt gebruikt (<a href=\"https://github.com/KL-Psychological-Methodology/ESMira/wiki/Conditions-for-using-ESMira\">Meer informatie over citeren</a>).",
    "opensource_title": "Open source",
    "opensource_desc": "ESMira is volledig open-source. Meld bugs, geef feedback of neem deel aan de ontwikkeling: \n<a href=\"https://github.com/JodliDev/ESMira\" target=\"_blank\">Op GitHub</a> vind je de broncode en een uitgebreide wiki voor het project.",
    "data_access_desc": "Alle gegevens worden naar één plek verzonden en daar opgeslagen — je eigen server. Alleen de onderzoeker heeft volledige controle en toegang tot alle gegevens.",
    "admin_title": "Flexibele beheertool",
    "admin_desc": "De krachtige beheertool biedt een breed scala aan opties om je studie precies zo in te stellen als je nodig hebt.",
    "information_page_title": "Informatiespagina",
    "information_page_desc": "De webinterface genereert automatisch een informatieve webpagina op de server voor elke studie. Deze pagina bevat duidelijke instructies voor potentiële deelnemers over hoe zij de mobiele app kunnen installeren en aan de studie kunnen deelnemen, inclusief een QR-code of links naar de studie.",
    "languages_esmira_title": "Meerdere talen",
    "languages_esmira_desc": "We streven actief naar vertalingen in zoveel mogelijk talen. Hiervoor hebben we een openbaar toegankelijk <a href='https://translate.jodli.dev'>vertaalplatform</a> opgezet, waar anderen nieuwe vertalingen kunnen toevoegen of bestaande vertalingen kunnen verbeteren.",
    "languages_studies_title": "Studies met meerdere talen",
    "languages_studies_desc": "Studies kunnen in meerdere talen worden aangeboden. Tijdens de registratie detecteert de app automatisch de taal van het besturingssysteem van de deelnemer en toont de studie in dezelfde taal. Als de benodigde taal niet beschikbaar is, wordt de vooraf ingestelde standaardtaal gebruikt.",
    "access_keys_title": "Meerdere studies met toegangssleutels",
    "access_keys_desc": "Studies kunnen openbaar beschikbaar zijn op de server of verborgen worden met een wachtwoord (\"toegangssleutel\"). Een studie kan meerdere toegangssleutels hebben en meerdere studies kunnen dezelfde sleutel delen.",
    "statistics_title": "Live statistieken en grafieken van studies",
    "statistics_desc": "ESMira biedt meerdere opties om snel inzicht te krijgen in de huidige status van een studie. Het algemene overzicht toont statistieken van de afgelopen dagen. Specifieke statistieken tonen gedetailleerde grafieken van individuele deelnemerreacties, en voor diepere analyses kunnen aangepaste grafieken specifieke patronen zichtbaar maken.",
    "study_updates_title": "Live updates van studies",
    "study_updates_desc": "Studies kunnen zelfs worden bijgewerkt nadat ze gestart zijn. In het algemeen beïnvloedt een update alleen nieuwe deelnemers om verwarring of interventie-effecten te voorkomen. Indien nodig kunnen wijzigingen echter ook worden uitgerold naar bestaande deelnemers.",
    "reward_desc": "Het beloningscodesysteem van ESMira is niet gekoppeld aan de gebruikers-ID. Dit maakt het mogelijk dat deelnemers persoonlijke gegevens verstrekken zonder dat deze worden gekoppeld aan hun studiedata, terwijl onderzoekers anoniem kunnen controleren of een beloningscode geldig is.",
    "data_viewer_title": "Online dataviewer",
    "data_viewer_desc": "ESMira biedt een ingebouwde dataviewer, maar alle studiedata kunnen ook als CSV worden gedownload. De viewer kan grote datasets verwerken en biedt een reeks handige filters en full-text zoekmogelijkheden om studiedata in real-time te analyseren.",
    "user_title": "Gebruikers- en rechtenbeheer",
    "user_desc": "De server biedt een geavanceerd gebruikersbeheersysteem waarmee toegangsrechten tot verschillende studies fijn kunnen worden ingesteld. Gebruikers kunnen specifieke rechten krijgen, zoals het wijzigen van projecten, het lezen en schrijven van chatberichten, of toegang tot gegevens.",
    "json_title": "Studieontwerp in één bestand",
    "json_desc": "Het volledige studieontwerp wordt opgeslagen in één JSON-bestand dat eenvoudig kan worden bewerkt, geëxporteerd of gekopieerd. Dit stelt onderzoekers in staat het volledige studieontwerp samen met de data te publiceren."
}
