{
    "esmira_own_server_get_started": "Dowiedz się na GitHubie, jak skonfigurować własny serwer ESMira, mając jedynie podstawową wiedzę informatyczną.",
    "more_information": "Więcej informacji",
    "wiki": "Wiki",
    "discussions": "Forum dyskusyjne",
    "demo": "Serwer demonstracyjny",
    "translations": "Platforma tłumaczeniowa",
    "devices_title": "Web, Android i iOS",
    "join_title": "Łatwe dołączanie do badań",
    "join_desc": "Aby dołączyć do badania, uczestnicy muszą jedynie zainstalować aplikację mobilną i skorzystać z wbudowanego skanera kodów QR, aby zeskanować kod QR danego badania (który jest automatycznie tworzony przez serwer ESMira).",
    "feedback_title": "Informacja zwrotna dla uczestnika",
    "about_text": "ESMira to narzędzie opracowane do projektów badawczych z wykorzystaniem metody doświadczeń codziennych (Experience Sampling Method – ESM, AA, EMA…). Oferuje bardzo prosty proces konfiguracji i łatwość użycia, a jednocześnie jest bezpłatne, zdecentralizowane i otwartoźródłowe. Administratorzy badań mogą zainstalować ESMira na własnej przestrzeni serwerowej bez potrzeby posiadania rozległej wiedzy technicznej, co pozwala im zachować niezależność od usług podmiotów trzecich.",
    "repository": "Repozytorium GitHub",
    "devices_desc": "Uczestnicy mogą korzystać z interfejsu webowego do wypełniania kwestionariuszy lub z odpowiednich natywnych aplikacji na iOS albo Androida. <a href=\"https://github.com/KL-Psychological-Methodology/ESMira-apps\">Aplikacje open source</a> dostępne w sklepie są wspierane i utrzymywane przez nas. Kontrola nad danymi zawsze pozostaje po Twojej stronie.",
    "use_for_own_studies": "Używaj ESMira do własnych badań",
    "advantages_participants": "Korzyści dla uczestników",
    "offline_desc": "ESMira działa bez stałego połączenia z internetem. Wszystkie funkcje badań są zapisywane lokalnie w aplikacji, a zgromadzone dane są buforowane i zostaną przesłane, gdy tylko pojawi się dostęp do internetu..",
    "anonymous_title": "Całkowicie anonimowe",
    "anonymous_desc": "Przy pierwszym uruchomieniu aplikacji każdy uczestnik otrzymuje własny, losowo wygenerowany identyfikator użytkownika, wykorzystywany do przesyłania danych lub wysyłania wiadomości. Uczestnicy nie muszą podawać żadnych danych osobowych, aby korzystać z aplikacji.",
    "offline_title": "W pełni funkcjonalna w trybie offline",
    "advantages_researchers": "Korzyści dla badaczy",
    "setup_title": "Łatwa konfiguracja serwera",
    "update_title": "Aktualizacja serwera za pomocą jednego kliknięcia",
    "free_title": "Całkowicie darmowe",
    "opensource_title": "Otwarte oprogramowanie",
    "data_access_title": "Pełna kontrola nad danymi",
    "admin_title": "Elastyczne narzędzie administracyjne",
    "information_page_title": "Strona informacyjna",
    "opensource_desc": "ESMira jest całkowicie otwartym oprogramowaniem (Open Source). Zgłaszaj błędy, przekazuj opinie lub weź udział w rozwoju projektu:\n<a href=\"https://github.com/JodliDev/ESMira\" target=\"_blank\">Na GitHubie</a> znajdziesz kod źródłowy oraz obszerną wiki dotyczącą projektu.",
    "languages_studies_title": "Badania w wielu językach",
    "statistics_title": "Statystyki i wykresy badań na żywo",
    "reward_title": "System kodów nagród",
    "user_title": "Zarządzanie użytkownikami i uprawnieniami",
    "chat_title": "Anonimowy czat",
    "chat_desc": "Uczestnicy mogą komunikować się z badaczem bezpośrednio z poziomu aplikacji, pozostając całkowicie anonimowymi. Dodatkowo badacze mogą wysyłać ważne wiadomości do wszystkich uczestników badania.",
    "json_title": "Projekt badania w jednym pliku",
    "json_desc": "Kompletny projekt badania jest zapisywany w jednym pliku JSON, który można łatwo edytować, eksportować lub kopiować. Dzięki temu badacze mogą opublikować pełny projekt badania wraz z danymi.",
    "user_desc": "Serwer udostępnia zaawansowany system zarządzania użytkownikami, który umożliwia precyzyjne dostosowanie dostępu do różnych badań. Poszczególni użytkownicy mogą otrzymać określone uprawnienia do wybranych badań, takie jak możliwość zmiany projektów, odczytywania i wysyłania wiadomości na czacie czy dostępu do danych.",
    "reward_desc": "System kodów nagród ESMira nie jest powiązany z identyfikatorem użytkownika, co pozwala uczestnikom podać wymagane dane osobowe bez łączenia ich z danymi badania. Jednocześnie umożliwia administratorowi badania anonimowe sprawdzenie, czy kod nagrody jest ważny, aby zapobiec ewentualnym nadużyciom.",
    "languages_esmira_desc": "Aktywnie poszukujemy tłumaczeń na jak największą liczbę języków. W tym celu uruchomiliśmy ogólnodostępną <a href='https://translate.jodli.dev'>platformę tłumaczeniową</a>, na której można dodawać nowe tłumaczenia lub ulepszać istniejące.",
    "data_access_desc": "Wszystkie dane są przesyłane i przechowywane wyłącznie w jednym miejscu – na Twoim serwerze. Tylko badacz ma pełną kontrolę i dostęp do wszystkich danych.",
    "free_desc": "ESMira została opracowana jako projekt na <a class=\"nowrap\" href=\"https://www.kl.ac.at/\">Uniwersytecie Karla Landsteinera</a>, aby służyć naszym własnym badaniom i została udostępniona społeczności całkowicie bezpłatnie. Prosimy jednak o cytowanie ESMira w przypadku wykorzystania jej we własnych publikacjach (<a href=\"https://github.com/KL-Psychological-Methodology/ESMira/wiki/Conditions-for-using-ESMira\">więcej informacji o cytowaniu</a>).",
    "feedback_desc": "Badacz może skonfigurować złożone wykresy, które będą automatycznie generowane na podstawie danych uczestników. Statystyki te mogą być spersonalizowane dla poszczególnych osób lub obliczane zbiorczo na podstawie danych wszystkich uczestników.",
    "setup_desc": "Aby skonfigurować własny serwer ESMira, wymagana jest jedynie podstawowa wiedza informatyczna. Wystarczy skopiować potrzebne pliki na serwer, otworzyć stronę główną ESMira i postępować zgodnie z instrukcjami. <a href=\"https://github.com/JodliDev/ESMira/wiki/Setting-up-a-server\" target=\"_blank\">Więcej informacji</a>.",
    "data_viewer_desc": "ESMira oferuje wbudowaną przeglądarkę danych, choć wszystkie dane z badań można również pobrać w formacie CSV. Przeglądarka obsługuje duże zbiory danych i zapewnia szeroki wybór przydatnych filtrów oraz opcję wyszukiwania pełnotekstowego, umożliwiając analizę danych w czasie rzeczywistym.",
    "languages_studies_desc": "Badania mogą być dostępne w wielu językach. Podczas zapisywania się do badania aplikacja automatycznie wykrywa język systemu operacyjnego uczestnika i prezentuje badanie w tym języku. Jeśli wymagany język nie jest dostępny, badanie zostanie wyświetlone w z góry określonym języku domyślnym.",
    "admin_desc": "Zaawansowane narzędzie administracyjne oferuje szeroki zakres opcji, które pozwalają skonfigurować badanie dokładnie według potrzeb.",
    "update_desc": "ESMira może zaktualizować się automatycznie jednym kliknięciem. Wykona wtedy kopię zapasową, pobierze najnowszą wersję z GitHuba i, jeśli to konieczne, zaktualizuje strukturę danych do najnowszej wersji.",
    "languages_esmira_title": "Wiele języków",
    "access_keys_title": "Wiele badań z kluczami dostępu",
    "data_viewer_title": "Przeglądarka danych online",
    "statistics_desc": "ESMira oferuje kilka opcji umożliwiających szybki przegląd aktualnego stanu badania. Ogólny podgląd prezentuje różne statystyki z ostatnich dni. Statystyki szczegółowe pokazują wykresy odpowiedzi poszczególnych uczestników, a do bardziej pogłębionej analizy można wykorzystać wykresy niestandardowe, które dają wgląd w określone przypadki.",
    "study_updates_title": "Aktualizacja badań w czasie rzeczywistym",
    "study_updates_desc": "Badania mogą być aktualizowane nawet po ich rozpoczęciu. Zazwyczaj aktualizacja dotyczy jedynie nowych uczestników, aby uniknąć zamieszania lub efektów interwencji. Jednak w razie potrzeby zmiany mogą zostać wprowadzone także dla obecnych uczestników.",
    "information_page_desc": "Interfejs webowy generuje automatycznie stronę informacyjną na serwerze dla każdego badania. Strona ta zawiera łatwe do zrozumienia instrukcje dla potencjalnych uczestników dotyczące instalacji aplikacji mobilnej i udziału w badaniu, w tym kod QR lub linki do badania.",
    "access_keys_desc": "Badania mogą być publicznie dostępne na serwerze lub ukryte za pomocą hasła („klucza dostępu”). Jedno badanie może mieć wiele kluczy dostępu, a ten sam klucz może być używany w kilku badaniach."
}
