{
    "esmira_own_server_get_started": "Descubra no GitHub como configurar seu próprio servidor ESMira com apenas conhecimento limitado de TI.",
    "use_for_own_studies": "Use o ESMira para seus próprios estudos",
    "advantages_participants": "Vantagens para os participantes",
    "more_information": "Mais informações",
    "wiki": "Wiki",
    "repository": "Repositório no GitHub",
    "discussions": "Fórum de Discussão",
    "demo": "Servidor de demonstração",
    "translations": "Plataforma de tradução",
    "anonymous_title": "Completamente anônimo",
    "anonymous_desc": "Ao abrir o aplicativo pela primeira vez, cada participante recebe um ID de usuário gerado aleatoriamente, usado para enviar dados ou mensagens. Os participantes não precisam fornecer nenhuma informação pessoal para usar o aplicativo.",
    "offline_title": "Totalmente funcional offline",
    "offline_desc": "ESMira funciona sem conexão constante com a internet. Toda a funcionalidade dos estudos é salva localmente no aplicativo e os dados salvos são armazenados em cache e enviados assim que houver conexão com a internet.",
    "devices_title": "Web, Android e iOS",
    "devices_desc": "Os participantes podem usar a interface web para preencher questionários ou usar os aplicativos nativos para iOS ou Android. Os <a href=\"https://github.com/KL-Psychological-Methodology/ESMira-apps\">aplicativos de código aberto</a> nas lojas são mantidos por nós. O controle sobre os dados permanece sempre com você.",
    "join_title": "Participe dos estudos facilmente",
    "join_desc": "Para participar de um estudo, os participantes só precisam instalar o aplicativo móvel e usar o leitor de QR code embutido para escanear o código QR específico do estudo (criado automaticamente pelo servidor ESMira).",
    "feedback_title": "Feedback pessoal",
    "feedback_desc": "Pesquisadores podem configurar gráficos complexos que são automaticamente calculados com base nos dados dos participantes. Essas estatísticas podem ser personalizadas ou baseadas em dados agregados de todos os participantes.",
    "chat_title": "Chat anônimo",
    "chat_desc": "Os participantes podem se comunicar com o pesquisador diretamente no aplicativo, mantendo-se completamente anônimos. Além disso, os pesquisadores podem enviar mensagens importantes para todos os participantes do estudo.",
    "advantages_researchers": "Vantagens para os pesquisadores",
    "setup_title": "Configuração fácil do servidor",
    "setup_desc": "Para configurar seu próprio servidor ESMira é necessário apenas conhecimento mínimo de TI. Basta copiar os arquivos necessários para seu servidor, abrir a página principal do ESMira e seguir as instruções. <a href=\"https://github.com/JodliDev/ESMira/wiki/Setting-up-a-server\" target=\"_blank\">Mais informações</a>.",
    "update_title": "Atualize o servidor com apenas um clique",
    "study_updates_title": "Atualizações de estudos em tempo real",
    "update_desc": "O ESMira pode ser atualizado automaticamente com apenas um clique. Ele fará um backup, baixará a versão mais recente do GitHub e, se necessário, atualizará a estrutura de dados.",
    "free_title": "Completamente gratuito",
    "free_desc": "O ESMira é desenvolvido como um projeto da <a class=\"nowrap\" href=\"https://www.kl.ac.at/\">Universidade Karl Landsteiner</a> para uso em nossos próprios estudos e publicado para a comunidade gratuitamente. Mas por favor cite o ESMira se utilizá-lo em suas publicações (<a href=\"https://github.com/KL-Psychological-Methodology/ESMira/wiki/Conditions-for-using-ESMira\">Mais informações sobre a citação</a>).",
    "opensource_title": "Código aberto",
    "opensource_desc": "O ESMira é completamente de código aberto. Relate bugs, envie feedback ou participe do desenvolvimento: \n<a href=\"https://github.com/JodliDev/ESMira\" target=\"_blank\">No GitHub</a> você encontra o código-fonte e um wiki extenso sobre o projeto.",
    "data_access_title": "Controle total dos dados",
    "data_access_desc": "Todos os dados são enviados e armazenados em um único lugar - seu próprio servidor. O pesquisador é o único que tem controle e acesso total aos dados.",
    "admin_title": "Ferramenta administrativa flexível",
    "admin_desc": "A poderosa ferramenta administrativa permite uma ampla gama de opções para configurar seu estudo exatamente como você precisa.",
    "information_page_title": "Página de informações",
    "information_page_desc": "A interface web fornece uma página de informações gerada automaticamente no servidor para cada estudo. Esta página inclui instruções claras para os participantes sobre como instalar o aplicativo móvel e participar do estudo, incluindo um código QR ou links para o estudo.",
    "languages_esmira_title": "Múltiplos idiomas",
    "languages_esmira_desc": "Estamos buscando ativamente traduções para o maior número possível de idiomas. Para isso, criamos uma <a href='https://translate.jodli.dev'>plataforma de tradução</a> acessível, onde qualquer pessoa pode adicionar novas traduções ou melhorar as existentes.",
    "languages_studies_title": "Estudos em vários idiomas",
    "languages_studies_desc": "Os estudos podem estar disponíveis em vários idiomas. Durante a inscrição, o aplicativo detecta automaticamente o idioma do sistema operacional do participante e apresenta o estudo nesse idioma. Se o idioma não estiver disponível, será usado o idioma padrão predefinido.",
    "access_keys_title": "Vários estudos com chaves de acesso",
    "access_keys_desc": "Os estudos podem estar publicamente disponíveis no servidor ou protegidos por senha (\"chave de acesso\"). Um estudo pode ter várias chaves de acesso e diferentes estudos podem compartilhar a mesma chave.",
    "statistics_title": "Estatísticas e gráficos em tempo real",
    "statistics_desc": "ESMira oferece várias opções para obter uma visão geral rápida do estado atual de um estudo. A visão geral mostra estatísticas dos últimos dias. Estatísticas específicas exibem gráficos detalhados das respostas dos participantes, e para análises mais aprofundadas, gráficos personalizados podem ser utilizados.",
    "study_updates_desc": "Os estudos podem ser atualizados mesmo após o início. Em geral, as atualizações afetam apenas novos participantes para evitar confusão. Se necessário, as mudanças podem ser liberadas também para participantes existentes.",
    "reward_title": "Sistema de código de recompensa",
    "reward_desc": "O sistema de código de recompensa do ESMira não está conectado ao ID do usuário, o que permite que os participantes forneçam informações pessoais sem que sejam ligadas aos seus dados do estudo, permitindo ao administrador verificar anonimamente se um código é válido e evitar abusos.",
    "data_viewer_title": "Visualizador de dados online",
    "data_viewer_desc": "O ESMira possui um visualizador de dados integrado, embora todos os dados possam ser baixados como arquivos CSV. O visualizador pode lidar com grandes conjuntos de dados e oferece filtros úteis e opções de busca para análise em tempo real.",
    "user_title": "Gerenciamento de usuários e permissões",
    "user_desc": "O servidor oferece um sistema sofisticado de gerenciamento de usuários para ajustar o acesso a diferentes estudos. Diferentes usuários podem ter permissões específicas, como modificar projetos, ler e escrever mensagens ou acessar dados.",
    "json_title": "Desenho do estudo em um único arquivo",
    "json_desc": "O desenho completo do estudo é salvo em um único arquivo JSON que pode ser facilmente editado, exportado ou copiado. Isso permite que pesquisadores publiquem o desenho completo do estudo juntamente com os dados.",
    "about_text": "O ESMira é uma ferramenta para realizar estudos longitudinais (ESM, AA, EMA, …). Os estudos podem ser criados por meio de uma interface online, e os participantes podem usar iOS, Android ou um navegador web."
}
