{
    "use_for_own_studies": "Använd ESMira för egna studier",
    "advantages_participants": "Fördelar för deltagare",
    "about_text": "ESMira är ett verktyg utvecklat för forskningsprojekt som använder design baserade på Experience Sampling Method (ESM, AA, EMA, …). ESMira erbjuder en mycket enkel installationsprocess och är lätt att använda, samtidigt som det är gratis, decentraliserat och öppen källkod. Studieadministratörer kan installera ESMira på sitt eget webbhotell utan att behöva mycket teknisk kunskap, vilket gör att de kan förbli oberoende av tredjepartstjänster.",
    "esmira_own_server_get_started": "Ta reda på på GitHub hur du sätter upp din egen ESMira-server med endast begränsad IT-kunskap.",
    "more_information": "Mer information",
    "wiki": "Wiki",
    "repository": "GitHub-repository",
    "discussions": "Diskussionsforum",
    "demo": "Demoserver",
    "translations": "Översättningsplattform",
    "anonymous_title": "Helt anonymt",
    "languages_esmira_title": "Flera språk",
    "anonymous_desc": "När appen öppnas första gången tilldelas varje deltagare ett slumpmässigt genererat användar-id som används för att ladda upp data eller skicka meddelanden. Deltagarna behöver inte lämna någon personlig information för att använda appen.",
    "offline_title": "Fungerar fullt ut offline",
    "offline_desc": "ESMira fungerar utan en stabil internetanslutning. All funktionalitet i studier sparas lokalt i appen och insamlad data cachas och laddas upp så snart det finns en internetanslutning.",
    "devices_title": "Webb, Android och iOS",
    "devices_desc": "Deltagare kan använda webbgränssnittet för att fylla i frågeformulär eller använda respektive native-appar på iOS eller Android. De <a href=\"https://github.com/KL-Psychological-Methodology/ESMira-apps\">öppna källkodsapparna</a> i butiken stöds och underhålls av oss. Kontroll över data stannar alltid hos dig.",
    "join_title": "Gå enkelt med i studier",
    "join_desc": "För att gå med i en studie behöver deltagarna bara installera mobilappen och använda den inbyggda QR-kodsskannern för att skanna studiens specifika QR-kod (som automatiskt skapas av ESMira-servern).",
    "feedback_title": "Personlig återkoppling",
    "feedback_desc": "Forskaren kan skapa komplexa diagram som automatiskt beräknas utifrån deltagarnas data. Denna statistik kan antingen vara personlig för deltagarna eller beräknas utifrån alla deltagares data.",
    "chat_title": "Anonym chatt",
    "chat_desc": "Deltagare kan kommunicera med forskaren inifrån appen och förbli helt anonyma samtidigt. Dessutom kan forskare skicka viktiga meddelanden till alla deltagare i en studie.",
    "advantages_researchers": "Fördelar för forskare",
    "setup_title": "Enkel serverinstallation",
    "setup_desc": "För att sätta upp din egen ESMira-server krävs endast minimal IT-kunskap. Kopiera bara de nödvändiga filerna till din server, öppna ESMiras huvudsida och följ instruktionerna. <a href=\"https://github.com/JodliDev/ESMira/wiki/Setting-up-a-server\" target=\"_blank\">Mer information</a>.",
    "update_title": "Uppdatera servern med bara ett klick",
    "update_desc": "ESMira kan uppdatera automatiskt med bara ett knapptryck. Då säkerhetskopierar den sig själv, laddar ner den senaste versionen från GitHub och uppdaterar vid behov datastrukturen till den senaste versionen.",
    "free_title": "Helt gratis",
    "free_desc": "ESMira utvecklas som ett projekt vid <a class=\"nowrap\" href=\"https://www.kl.ac.at/\">Karl Landsteiner University</a> för att användas i våra egna studier och publiceras för communityn att använda helt kostnadsfritt. Men vänligen citera ESMira om du använder det i dina egna publikationer (<a href=\"https://github.com/KL-Psychological-Methodology/ESMira/wiki/Conditions-for-using-ESMira\">Mer information om citering</a>).",
    "opensource_title": "Öppen källkod",
    "opensource_desc": "ESMira är helt och hållet öppen källkod. Rapportera buggar, ge feedback eller delta i utvecklingen: \n<a href=\"https://github.com/JodliDev/ESMira\" target=\"_blank\">På GitHub</a> hittar du källkoden och en omfattande wiki för projektet.",
    "data_access_title": "Full kontroll över data",
    "data_access_desc": "All data skickas till och lagras på ett enda ställe – din egen server. Forskaren är den enda som har full kontroll och tillgång till all data.",
    "admin_title": "Flexibelt adminverktyg",
    "admin_desc": "Det kraftfulla adminverktyget erbjuder ett brett utbud av alternativ för att sätta upp din studie precis som du behöver den.",
    "information_page_title": "Informationssida",
    "information_page_desc": "Webbgränssnittet tillhandahåller en automatiskt genererad informationswebbsida på servern för varje studie. Denna webbsida innehåller lättförståeliga instruktioner för potentiella deltagare om hur man installerar mobilappen och deltar i studien, inklusive en QR-kod eller länkar till studien.",
    "languages_esmira_desc": "Vi söker aktivt översättningar till så många språk som möjligt. För detta ändamål har vi satt upp en öppet tillgänglig <a href='https://translate.jodli.dev'>översättningsplattform</a>, där andra kan lägga till nya översättningar eller förbättra befintliga.",
    "languages_studies_title": "Studier med flera språk",
    "languages_studies_desc": "Studier kan ha flera språk. Under registreringen i en studie identifierar appen automatiskt vilket språk en deltagares operativsystem använder och presenterar studien på samma språk. Om det behövda språket inte är tillgängligt visas studien i stället på ett fördefinierat standardspråk.",
    "access_keys_title": "Flera studier med åtkomstnycklar",
    "access_keys_desc": "Studier kan antingen vara offentligt tillgängliga på servern eller dolda med ett lösenord (\"åtkomstnyckel\"). En studie kan ha flera åtkomstnycklar och flera studier kan dela samma åtkomstnyckel.",
    "statistics_title": "Live-statistik och diagram för studier",
    "statistics_desc": "ESMira erbjuder flera alternativ för att snabbt få en överblick över en studies aktuella status. Den allmänna översikten visar flera statistiker över de senaste dagarna. Specifik statistik visar detaljerade diagram för enskilda deltagares svar, och för mer djupgående analys kan anpassade diagram ge en överblick över specifika fall.",
    "study_updates_title": "Löpande uppdatering av studier",
    "study_updates_desc": "Studier kan uppdateras även efter att en studie har startat. Generellt påverkar en uppdatering av en studie endast nya deltagare för att undvika förvirring eller interventionseffekter. Men vid behov kan ändringar också släppas till befintliga deltagare.",
    "reward_title": "Belöningskodsystem",
    "reward_desc": "ESMiras belöningskodsystem är inte kopplat till användar-id:t, vilket gör att deltagare kan lämna nödvändig personlig information utan att den kopplas till deras studiedata, men gör det samtidigt möjligt för studieadministratören att anonymt kontrollera om en belöningskod är giltig, för att undvika potentiellt missbruk.",
    "data_viewer_title": "Online datavisare",
    "data_viewer_desc": "ESMira erbjuder en inbyggd datavisare, även om all studiedata också kan laddas ner som CSV-filer. Visaren kan hantera stora datamängder och erbjuder dessutom en rad användbara filter samt fulltextsökning för att analysera studiedata i realtid.",
    "user_title": "Användar- och behörighetshantering",
    "user_desc": "Servern tillhandahåller ett avancerat användarhanteringssystem för att finjustera åtkomst till olika studier. Olika användare kan ha utvalda åtkomsträttigheter till utvalda studier, till exempel att ändra projekt, läsa och skriva chattmeddelanden eller få åtkomst till data.",
    "json_title": "Studiedesign i en fil",
    "json_desc": "Den kompletta studiedesignen för en studie sparas i en enda JSON-fil som enkelt kan redigeras, exporteras eller kopieras. Detta gör det möjligt för forskare att publicera den kompletta studiedesignen tillsammans med data."
}
