{
    "information_page_title": "Pahina ng impormasyon",
    "about_text": "Ang ESMira ay isang kagamitan na binuo kung saan ginagamit sa pananaliksik ng proyekto gamit ang disenyo ng Experience Sampling Method ( ESM, AA, EMA...). Ang ESMira ay nag aalok ng simple, madali , libre at open source din ito. Pwede itong iinstall ng Study administrator sa kanilang sariling webspace na hindi kinakailangan ng lubos na kaalaman sa teknolohiya pinapanatiling malaya sila sa third- party service.",
    "offline_desc": "Ang ESMira ay gumagana kahit mahina o mabagal ang koneksyon internet. Lahat ng feature ng pag-aaral ay lokal na iniimbak sa app, at ang naka save na data ay naka cache at ina - upload kapag may koneksyon na sa internet.",
    "data_access_desc": "Ang lahat ng data ay ipinapadala at iniimbak sa isang lokasyon- sa iyong sariling server. Ikaw ang may tanging ganap na kontrol at access sa lahat ng data",
    "languages_esmira_title": "maramihang Mika",
    "json_title": "pag-araal ng desinyo sa isang file",
    "anonymous_desc": "Sa unang pag bukas o paggamit ng app  bawat kalahok ay itinalagang gamit ang kani kanilang",
    "chat_desc": "Ang mga kalahok ay maaaring makipag ugnayan sa mananaliksik sa pamamagitan ng app at manatiling ganap na hindi nagpapakilala. Bukod pa rito, maaaring magpadala ng mahahalagang mensahe sa lahat ng mga kalahok sa isang pag aaral ang isang mananaliksik.",
    "devices_desc": "Maatring gamitin ng mga kalahok ang web interface upang kumpletuhin ang mga katanungan  o gamitin ang mga kaukulang native na app para sa iOS o Android. Ang mga available sa store <a href='https://github.com/KL-Psychological-Methodology/ESMira-apps'> open source apps </a> ay sinusuportahan at pinapanatili namin. Ang pag kontrol sa data ay nasa sa iyo.",
    "statistics_title": "Live na mga istatistika at mga tsart",
    "esmira_own_server_get_started": "Alamin sa GitHub kung paano gamitin ang sarili mong ESMira- Server na kung saan may kakulangan sa kaalaman sa IT.",
    "use_for_own_studies": "Gamitin ang ESMira para sa sariling pag aaral",
    "advantages_participants": "benepisyo para sa mga kalahok",
    "more_information": "karagdagang informasiyon",
    "wiki": "Wiki",
    "repository": "GitHub repository",
    "discussions": "pangkatang talakayan",
    "demo": "demo server",
    "translations": "platform ng tagsasalin",
    "anonymous_title": "ganap na anonymous",
    "offline_title": "ganap na gumagana offline",
    "devices_title": "Web, Android at iOS",
    "join_title": "madaling pakikilahok o sumali sa pag aaral",
    "join_desc": "Upang makilahok sa isang pag-aaral, kailangan lang ng mga kalahok na i-install ang mobile app at pagkatapos ay i-scan ang partikular na QR code gamit ang integrated QR code scanner (na kung saan ito ay awtomatikong nilikha ng ESMira Server).",
    "feedback_title": "personal na puna",
    "feedback_desc": "Maaaring mag set up ang mga mananaliksik ng mga kumplikadong chart na awtomatikong kinakalkula mula sa data ng mga kalahok. Ang mga istatistika ay maaaring i-personalize para sa mga kalahok o kalkulahin mula sa data ng mga kalahok.",
    "chat_title": "Anonymous na chat",
    "advantages_researchers": "Mga benepisyo para sa mga mananaliksik",
    "setup_title": "madaling pag- setup ng server",
    "update_title": "I- update ang server sa isang click lang",
    "update_desc": "Ang ESMira ay maaaring awtomatikong mag update isang click lang.Lumilikha ito ng backup na kopya, nagda - download din ito ng pinakabagong bersyon mula sa GitHub at, kung kinakailangan, ina-update din nito ang istraktura ng data sa pinakabagong bersyon.",
    "free_title": "ganap na libre",
    "opensource_title": "Open Source",
    "data_access_title": "kumpletong pag kontrol sa data",
    "admin_desc": "Ang makapangyarihang tool sa pangangasiwa ay nag-aalok ng iba't ibang mga opsyon upang i-set up ang iyong pag- aaral ng eksakto ayon sa iyong mga kinakailangan",
    "languages_studies_title": "Pag aaral sa ilang wika",
    "access_keys_title": "ilang pag- aaral na may mga access code",
    "study_updates_title": "Ina-update ang mga pag- aaral sa tamang panahon o tamang oras",
    "reward_title": "Sistema ng reward code",
    "data_viewer_title": "online na tagatingin ng data/ online na data viewer",
    "user_title": "Pamamahala at pahintulot ng user"
}
