{
    "information_page_title": "Pahinang Pang-impormasyon",
    "about_text": "Ang ESMira ay isang kasangkapang binuo para sa mga proyektong pananaliksik na gumagamit ng mga disenyo ng Experience Sampling Method (ESM, AA, EMA, …). Nag-aalok ang ESMira ng isang napakasimpleng proseso ng pagsasaayos at kadalian ng paggamit, habang nananatiling libre, desentralisado, at open-source. Maaaring i-install ng mga tagapangasiwa ng pag-aaral ang ESMira sa sarili nilang webspace nang hindi kinakailangan ng mataas na teknikal na kaalaman, na nagbibigay-daan sa kanila upang manatiling independiyente mula sa mga third-party na serbisyo.",
    "offline_desc": "Gumagana ang ESMira kahit walang tuloy-tuloy na koneksyon sa internet. Lahat ng functionality ng pag-aaral ay naka-save nang lokal sa app at ang mga datos ay ise-save at ia-upload kapag may koneksyon na sa internet.",
    "data_access_desc": "Lahat ng datos ay ipinapadala at iniimbak lamang sa isang lugar – sa sarili mong server. Ang mananaliksik lamang ang may ganap na kontrol at access sa lahat ng datos.",
    "languages_esmira_title": "Maramihang mga wika",
    "json_title": "Disenyo ng pag-aaral sa isang file",
    "anonymous_desc": "Sa unang pagbukas ng app, ang bawat kalahok ay binibigyan ng isang random na binuong user ID na ginagamit sa pag-upload ng datos o pagpapadala ng mensahe. Hindi kailangang magbigay ng anumang personal na impormasyon ang mga kalahok upang magamit ang app.",
    "chat_desc": "Maaaring makipag-ugnayan ang mga kalahok sa mananaliksik mula sa loob ng app habang nananatiling lubos na hindi nagpapakilala. Bukod pa rito, maaaring magpadala ng mahalagang mensahe ang mga mananaliksik sa lahat ng kalahok sa isang pag-aaral.",
    "devices_desc": "Maaaring gamitin ng mga kalahok ang web interface upang punan ang mga questionnaire o gamitin ang mga katutubong app sa iOS o Android. Ang <a href=\"https://github.com/KL-Psychological-Methodology/ESMira-apps\">open source apps</a> sa store ay sinusuportahan at pinananatili namin. Ang kontrol sa datos ay palaging nasa iyo.",
    "statistics_title": "Live na istatistika at tsart ng pag-aaral",
    "esmira_own_server_get_started": "Alamin sa GitHub kung paano mag-set up ng sarili mong ESMira server kahit kaunti lamang ang kaalaman sa IT.",
    "use_for_own_studies": "Gamitin ang ESMira para sa sariling mga pag-aaral",
    "advantages_participants": "Mga benepisyo para sa mga kalahok",
    "more_information": "Karagdagang impormasyon",
    "wiki": "Wiki",
    "repository": "GitHub repository",
    "discussions": "Forum ng Talakayan",
    "demo": "Demo server",
    "translations": "Plataporma ng Pagsasalin",
    "anonymous_title": "Lubos na hindi nagpapakilala",
    "offline_title": "Gumagana kahit walang internet",
    "devices_title": "Web, Android at iOS",
    "join_title": "Madaling pagsali sa mga pag-aaral",
    "join_desc": "Upang sumali sa isang pag-aaral, kailangang i-install lamang ng kalahok ang mobile app at gamitin ang built-in na QR code scanner upang i-scan ang QR code ng pag-aaral (na awtomatikong nililikha ng ESMira server).",
    "feedback_title": "Personal na feedback",
    "feedback_desc": "Maaaring mag-set up ang mananaliksik ng mga kumplikadong tsart na awtomatikong kakalkulahin mula sa datos ng mga kalahok. Ang mga estadistika ay maaaring ipersonalisa para sa bawat kalahok o kalkulahin mula sa lahat ng datos ng mga kalahok.",
    "chat_title": "Anonymous na Chat",
    "advantages_researchers": "Mga benepisyo para sa mga mananaliksik",
    "setup_title": "Madaling pag-setup ng server",
    "update_title": "I-update ang server gamit ang isang click lamang",
    "update_desc": "Maaaring awtomatikong mag-update ang ESMira sa isang pindot lamang. Gagawa ito ng backup, ida-download ang pinakabagong bersyon mula sa GitHub, at kung kinakailangan, ia-update ang istruktura ng datos sa pinakabagong bersyon.",
    "free_title": "Ganap na libre",
    "opensource_title": "Open source",
    "data_access_title": "Buong kontrol sa datos",
    "admin_desc": "Ang makapangyarihang admin tool ay nagbibigay-daan sa maraming opsyon upang i-set up ang iyong pag-aaral ayon sa iyong pangangailangan.",
    "languages_studies_title": "Mga pag-aaral na may maraming wika",
    "access_keys_title": "Maramihang pag-aaral gamit ang mga access key",
    "study_updates_title": "Live na pag-update ng mga pag-aaral",
    "reward_title": "Sistema ng Reward Code",
    "data_viewer_title": "Online na tagatingin ng datos",
    "user_title": "Pamamahala ng user at pahintulot",
    "opensource_desc": "Ang ESMira ay ganap na Open Source. I-report ang mga bug, magbigay ng feedback o makibahagi sa development: \n<a href=\"https://github.com/JodliDev/ESMira\" target=\"_blank\">Sa GitHub</a> matatagpuan ang source code at isang malawak na wiki para sa proyekto.",
    "information_page_desc": "Nagbibigay ang web interface ng awtomatikong nilikhang pahinang pang-impormasyon sa server para sa bawat pag-aaral. Kasama sa pahinang ito ang madaling sundang mga tagubilin para sa mga potensyal na kalahok kung paano i-install ang mobile app at sumali sa pag-aaral, kabilang ang QR code o mga link papunta sa pag-aaral.",
    "languages_esmira_desc": "Aktibo naming hinahanap ang mga salin sa mas maraming wika hangga’t maaari. Para sa layuning ito, nag-set up kami ng isang bukas na <a href='https://translate.jodli.dev'>plataporma ng pagsasalin</a>, kung saan maaaring magdagdag ng mga bagong salin o magpahusay ng umiiral na mga salin ang iba.",
    "languages_studies_desc": "Maaaring magkaroon ng maraming wika ang mga pag-aaral. Sa pag-enroll sa isang pag-aaral, awtomatikong tinutukoy ng app kung anong wika ang ginagamit ng operating system ng kalahok at ipinapakita ang pag-aaral sa parehong wika. Kung hindi available ang kinakailangang wika, ipapakita ito sa isang itinakdang default na wika.",
    "setup_desc": "Para mag-setup ng sarili mong ESMira server, minimal lamang na kaalaman sa IT ang kinakailangan. Kopyahin lamang ang mga kinakailangang file sa iyong server, buksan ang pangunahing pahina ng ESMira, at sundan ang mga tagubilin. <a href=\"https://github.com/JodliDev/ESMira/wiki/Setting-up-a-server\" target=\"_blank\">Karagdagang impormasyon</a>.",
    "free_desc": "Ang ESMira ay binuo bilang isang proyekto sa <a class=\"nowrap\" href=\"https://www.kl.ac.at/\">Karl Landsteiner University</a> upang magamit para sa aming sariling mga pag-aaral at inilathala para sa komunidad nang walang bayad. Ngunit mangyaring banggitin ang ESMira kung gagamitin mo ito sa iyong sariling mga publikasyon (<a href=\"https://github.com/KL-Psychological-Methodology/ESMira/wiki/Conditions-for-using-ESMira\">Karagdagang impormasyon tungkol sa pagbanggit</a>).",
    "admin_title": "Flexible na admin tool",
    "access_keys_desc": "Maaaring maging pampubliko sa server ang mga pag-aaral o maitago gamit ang password (\"access key\"). Ang isang pag-aaral ay maaaring magkaroon ng maraming access key, at maaaring magbahagi ng parehong access key ang maraming pag-aaral.",
    "statistics_desc": "Nag-aalok ang ESMira ng ilang opsyon upang mabilis na makita ang kasalukuyang estado ng isang pag-aaral. Ipinapakita ng pangkalahatang-ideya ang ilang istatistika sa mga nakaraang araw. Ipinapakita naman ng mga tiyak na istatistika ang detalyadong tsart para sa mga tugon ng indibidwal na kalahok, at para sa mas malalim na pagsusuri, maaaring gumamit ng mga custom na tsart upang makita ang mga partikular na kaso.",
    "study_updates_desc": "Maaaring i-update ang mga pag-aaral kahit nagsimula na ang mga ito. Sa pangkalahatan, ang update sa isang pag-aaral ay makakaapekto lamang sa mga bagong kalahok upang maiwasan ang pagkalito o epekto sa interbensyon. Ngunit kung kinakailangan, maaaring ilabas ang mga pagbabago sa mga umiiral nang kalahok.",
    "reward_desc": "Ang reward code system ng ESMira ay hindi konektado sa user ID, kaya’t maaaring magbigay ang mga kalahok ng personal na impormasyon kung kinakailangan nang hindi ito konektado sa kanilang datos sa pag-aaral. Gayunpaman, maaaring suriin ng tagapangasiwa ng pag-aaral kung balido ang reward code sa paraang anonymous upang maiwasan ang posibleng pang-aabuso.",
    "data_viewer_desc": "Nag-aalok ang ESMira ng built-in na data viewer, kahit na maaaring i-download ang lahat ng datos ng pag-aaral bilang mga CSV file. Kayang hawakan ng viewer ang malalaking data set at nagbibigay rin ito ng maraming kapaki-pakinabang na mga filter at full-text search para ma-analisa ang datos ng pag-aaral sa real time.",
    "user_desc": "Nagbibigay ang server ng isang sopistikadong sistema ng pamamahala ng user upang maayos ang access sa iba't ibang pag-aaral. Maaaring bigyan ng partikular na mga pahintulot ang iba’t ibang user tulad ng pagbabago ng proyekto, pagbabasa at pagsusulat ng mga mensahe sa chat, o pag-access sa datos.",
    "json_desc": "Ang buong disenyo ng isang pag-aaral ay nai-save sa isang JSON file na madaling i-edit, i-export, o kopyahin. Pinapayagan nito ang mga mananaliksik na ilathala ang buong disenyo ng pag-aaral kasama ng datos."
}
