{
    "esmira_own_server_get_started": "Дізнайтеся на GitHub, як налаштувати власний сервер ESMira, маючи лише обмежені ІТ-знання.",
    "use_for_own_studies": "Використовуйте ESMira для власних досліджень",
    "advantages_participants": "Переваги для учасників",
    "wiki": "Вікі",
    "repository": "Репозиторій GitHub",
    "discussions": "Дискусійний форум",
    "demo": "Demo сервер",
    "translations": "Платформа для перекладів",
    "offline_title": "Повноцінно функціонує офлайн",
    "devices_title": "Веб, Android та iOS",
    "join_title": "Долучитися до досліджень легко",
    "feedback_title": "Особистий зворотній зв'язок",
    "chat_title": "Анонімний чат",
    "chat_desc": "Учасники можуть спілкуватися з дослідником у додатку, зберігаючи при цьому повну анонімність. Крім того, дослідники можуть надсилати важливі повідомлення всім учасникам дослідження.",
    "advantages_researchers": "Переваги для дослідників",
    "setup_title": "Просте налаштування сервера",
    "update_title": "Оновлення сервера в один клік",
    "free_title": "Повністю безкоштовно",
    "opensource_title": "Відкритий код",
    "opensource_desc": "ESMira має повністю відкритий вихідний код. Повідомляйте про помилки, залишайте відгуки або беріть участь у розробці: \n<a href=\"https://github.com/JodliDev/ESMira\" target=\"_blank\">на GitHub</a> Ви можете знайти вихідний код та розгорнуту вікі інформацію для проекту.",
    "data_access_title": "Повний контроль над даними",
    "data_access_desc": "Усі дані надсилаються та зберігаються лише в одному місці - на вашому власному сервері. Тільки дослідник має повний контроль і доступ до всіх даних.",
    "admin_title": "Гнучкий інструмент адміністрування",
    "admin_desc": "Потужний інструмент адміністрування надає широкий спектр опцій, щоб налаштувати Ваше дослідження саме так, як Вам потрібно.",
    "information_page_title": "Інформаційна сторінка",
    "languages_esmira_title": "Декілька мов",
    "languages_esmira_desc": "Ми активно шукаємо переклади на якомога більшу кількість мов. Для цього ми створили відкриту <a href='https://translate.jodli.dev'>платформу для перекладу</a>, де всі можуть додавати нові переклади або покращувати наявні.",
    "languages_studies_title": "Багатомовні дослідження",
    "access_keys_title": "Кілька досліджень за допомогою ключів доступу",
    "access_keys_desc": "Дослідження можуть бути як загальнодоступними на сервері, так і прихованими за допомогою пароля (\"ключ доступу\"). Дослідження може мати кілька ключів доступу, а кілька досліджень можуть мати один і той самий ключ доступу.",
    "statistics_title": "Статистика та графіки дослідження в реальному часі",
    "study_updates_title": "Оновлення досліджень в режимі реального часу",
    "study_updates_desc": "Дослідження можуть бути оновлені навіть після їх початку. Як правило, оновлення дослідження стосується лише нових учасників, щоб запобігти плутанині або ефектам втручання. Але, за необхідності, зміни можуть бути поширені і на існуючих учасників.",
    "reward_title": "Система кодів винагороди",
    "data_viewer_title": "Онлайн-переглядач даних",
    "user_title": "Керування користувачами та дозволами",
    "user_desc": "Сервер надає складну систему управління користувачами для точного налаштування доступу до різних досліджень. Різні користувачі можуть мати певні права доступу до вибраних досліджень, наприклад, змінювати проекти, читати і писати повідомлення в чаті або отримувати доступ до даних.",
    "json_title": "Дизайн дослідження в одному файлі",
    "json_desc": "Повний дизайн дослідження зберігається в одному JSON-файлі, який можна легко редагувати, експортувати або копіювати. Це дозволяє дослідникам публікувати повний дизайн дослідження разом з даними.",
    "about_text": "ESMira - це інструмент, розроблений для дослідницьких проектів з використанням Experience Sampling Method (Метод аналізу досвіду, ESM, AA, EMA, ...). ESMira пропонує дуже простий процес налаштування і простоту використання, при цьому є безкоштовною, децентралізованою і з відкритим вихідним кодом. Адміністратори дослідження можуть встановити ESMira на власний веб-простір без особливих технічних знань, що дозволяє їм залишатися незалежними від сторонніх сервісів.",
    "more_information": "Більше інформації",
    "anonymous_title": "Повністю анонімно",
    "anonymous_desc": "При першому відкритті додатку кожному учаснику присвоюється власний випадково згенерований ідентифікатор користувача, який використовується для завантаження даних або надсилання повідомлень. Учасникам не потрібно надавати жодної особистої інформації, щоб користуватися додатком.",
    "offline_desc": "ESMira працює без постійного інтернет-з'єднання. Всі функції досліджень зберігаються локально в додатку, а збережені дані кешуються і будуть завантажені, як тільки з'явиться інтернет-з'єднання.",
    "devices_desc": "Учасники можуть використовувати веб-інтерфейс для заповнення анкет або використовувати додаток на iOS або Android. <a href=\"https://github.com/KL-Psychological-Methodology/ESMira-apps\">Програма має відкритий код</a>, підтримуються і обслуговуються нами. Контроль над даними завжди залишається за Вами.",
    "join_desc": "Щоб приєднатися до дослідження, учасникам потрібно лише встановити мобільний додаток і за допомогою вбудованого сканера QR-коду відсканувати спеціальний QR-код дослідження (який автоматично створюється сервером ESMira).",
    "feedback_desc": "Дослідник може створювати складні діаграми, які будуть автоматично розраховуватися на основі даних учасників. Ця статистика може бути персоналізована для кожного учасника або розрахована на основі даних усіх учасників.",
    "setup_desc": "Щоб налаштувати власний сервер ESMira, потрібні лише мінімальні ІТ-знання. Просто скопіюйте необхідні файли на сервер, відкрийте головну сторінку ESMira і дотримуйтесь інструкцій. <a href=\"https://github.com/JodliDev/ESMira/wiki/Setting-up-a-server\" target=\"_blank\">Більше інформації</a>.",
    "update_desc": "ESMira може оновлюватися автоматично одним натисканням кнопки. Після цього вона створить резервну копію, завантажить найновішу версію з GitHub і, якщо потрібно, оновить структуру даних до найновішої версії.",
    "free_desc": "ESMira розробляється як проект  <a class=\"nowrap\" href=\"https://www.kl.ac.at/\">Університетом Карла Ландштайнера</a> для використання у власних дослідженнях. При використанні застосунку, будь ласка, посилайтеся на ESMira, якщо Ви використовуєте її для власних публікацій (<a href=\"https://github.com/KL-Psychological-Methodology/ESMira/wiki/Conditions-for-using-ESMira\">Більше інформації про цитування</a>).",
    "information_page_desc": "Веб-інтерфейс надає автоматично згенеровану інформаційну веб-сторінку на сервері для кожного дослідження. Ця веб-сторінка містить прості інструкції для потенційних учасників щодо встановлення мобільного додатку та участі в дослідженні, включаючи QR-код або посилання на дослідження.",
    "languages_studies_desc": "Дослідження можуть бути багатомовними. Під час реєстрації в дослідженні додаток автоматично визначає, яку мову використовує операційна система учасника, і представляє дослідження тією ж мовою. Якщо необхідна мова недоступна, замість неї буде показано попередньо визначену мову за замовчуванням.",
    "statistics_desc": "ESMira пропонує кілька варіантів швидкого огляду поточного стану дослідження. Загальний огляд показує кілька статистичних даних за останні дні. Конкретна статистика показує детальні діаграми відповідей окремих учасників, а для більш поглибленого аналізу можна використовувати спеціальні діаграми, які дають огляд конкретних кейсів.",
    "reward_desc": "Система кодів винагороди ESMira не пов'язана з ідентифікатором користувача, що дозволяє учасникам розкривати будь-яку необхідну особисту інформацію без прив'язки до даних їхнього дослідження, але дозволяє адміністратору дослідження анонімно перевіряти, чи дійсний код винагороди, щоб уникнути потенційних зловживань.",
    "data_viewer_desc": "ESMira пропонує вбудований переглядач даних, хоча всі дані дослідження також можна завантажити у вигляді файлів CSV. Переглядач може працювати з великими наборами даних, а також надає ряд корисних фільтрів і опцій повнотекстового пошуку для аналізу даних дослідження в режимі реального часу."
}
